Repository: ResursBank/woocommerce-gateway
Catalog: languages/resurs-bank-payment-gateway-for-woocommerce-*.po
Languages: sv_se

source: Reload checkout on cart changes
sv_se: Ladda om checkout-sidan om varukorgen uppdateras

source: If you experience problems during the checkout (the iframe does not reload properly when the cart is updated), activating will reload the checkout page completely instead of just the iframe
sv_se: Om du upplever problem under checkouten (att iframen inte laddas om ordentligt när varukorgen uppdateras), kan du aktivera den här funktionen för att ladda om hela sidan i stället för bara iframen

source: Remove all default customer fields when loading Omni Checkout iframe
sv_se: Ta bort samtliga fält ifrån orderformulären, när Resurs Checkout laddas

source: Normally, OmniCheckout has all necessary customer fields located in the iFrame. The plugin removes those fields automatically from the checkout. However, templates may not always clean up the fields properly. This option fixes this, but may affect the checkout in other ways than expected.
sv_se: Normalt sett tar Resurs Checkout hand om alla orderforumlär i iframen. Pluginet tar därför bort dessa från checkouten. Vissa templates klarar dock inte av att rensa upp alla nödvändiga fälten ordentligt. Denna inställningen löser det, men kan ha negativ effekt på andra egenskaper i kassan.

source: Use standard customer fields to update shipping methods when postal code changes (Experimental)
sv_se: Använd kundernas standardformulär för att uppdatera fraktmetoder, när postnummer uppdateras (Experimentell)

source: Normally, this plugin removes all customer data fields from the checkout as it gets the information from the iframe. In this case, however, we will try to use those fields (in hidden mode) to update available shipping methods when the postal code changes. This is a beta function.
sv_se: Vanligen tar pluginet bort alla kunddata-fält från checkouten eftersom denna informationen kommer från iframen. I det här läget försöker vi dock använda dessa fälten (dolda) för att uppdatera fraktsätten, när postnumret uppdateras. Detta är en betafunktion.

source: Checkout form fields must not be empty
sv_se: Fälten får inte vara tomma

source: This setting secures that this plugin is returning an array, if WooCommerce for some passes over completely empty data (null) during the checkout process
sv_se: Den här inställningen säkrar att pluginet returnerar en array, om WooCommerce av någon anledning skickar över totalt tomma data (null) under utcheckningsprocessen

source: If your plugin is running in test, enable this settings, to not hide the standard form fields
sv_se: Om pluginet körs i test, aktivera denna inställning, för att inte dölja standardformulären

source: Bypass problems with multiple payment methods (experimental)
sv_se: Undvik problem med flera samtidiga betalmetoder (experimentell)

source: Resurs Checkout is normally not compatible with other payments as the checkout fields are handled differently when an iframe is active. This setting enables an experimental way to bypass such problems by make a reload each time a switch to or from the Resurs Checkout is being made.
sv_se: Resurs Checkout är normalt sett inte kompatibel med andra betalmetoder eftersom kassafälten hanteras annorlunda när en iframe är aktiv. Denna inställningen aktiverar ett experimentellt sätt för att kunna undvika såna problem, genom att göra en omladddning för varje gång man skiftar till eller från Resurs Checkout.

source: In payment method list (Deprecated, not recommended to use)
sv_se: I lista med betalmetoder (Borttagen, rekommenderas ej)

source: Method
sv_se: Metod

source: Disabled
sv_se: Avaktiverad

source: An external plugin has partially disabled information about payment methods in your Resurs Bank admin console. If this is correct, ignore this message.
sv_se: Ett extern modul har delvis stängt av information om betalmetoder i Resurs Banks admin-konfiguration. Om detta är korrekt, ignorera meddelande.

source: Statuses received from Resurs Bank API
sv_se: Statusar som tagit emot från Resurs Bank API

source: Payment flow
sv_se: Betalningsflöde

source: Resurs Checkout Payment Method
sv_se: Resurs Checkout betalningsmetod

source: Last used payment method
sv_se: Senast använd betalningsmetod

source: Start time for RCO purchase
sv_se: Starttid för RCO-köp

source: End time for RCO purchase
sv_se: Sluttid för RCO-köp

source: [Resurs Bank] A process that handles stock reservations and automatic cancellation of unhandled orders has discovered that this order is active at Resurs Bank. It should probably not be cancelled even if WooCommerce suggested this, so it has been placed in On-Hold for you.
sv_se: [Resurs Bank] En process som hanterar lager-reservationer och automatiska annulleringar av obehandlade ordrar har upptäckt att denna ordern fortfarande är aktiv på Resurs Bank. Den skall troligtvis inte avbrytas även om WooCommerce föreslog detta, så vi har pausat den åt dig.

source: The plugin <i>"%s"</i> is currently <b>set to disabled</b> in the Resurs Bank WooCommerceControl panel. This means that the plugin may not function properly. If you need it, make sure it is properly enabled before start using it.
sv_se: Pluginet <i>"%s"</i> är för närvarande <b>inställt som avstängt</b> i Resurs Banks adminflikt i woocommerce kontrollpanel. Detta betyder att pluginet inte fungerar som det är tänkt. Om du behöver det, se till att pluginet är aktiverat ordentligt innan du börjar använda det.

source: Basic settings
sv_se: Standardinställningar

source: Fraud control
sv_se: Bedrägerikontroll

source: Advanced settings
sv_se: Avancerade inställningar

source: Shortcodes
sv_se: Kortkoder/BBCode/Shortcodes

source: Click to edit
sv_se: Klicka för att redigera

source: Save
sv_se: Spara

source: No selectable options are available for this option
sv_se: Det finns inga valbara alternativ för den här inställningen

source: Curl seems to be installed but some vital functions may be disabled in php.ini
sv_se: Curl ser ut att vara installerad, men med vitala funktioner avstängda i php.ini

source: Plugin information
sv_se: Information om pluginet

source: The plugin is part of a git repo. Status is unknown; need proper /path/to/git to activate feature.
sv_se: Den här modulen är en del av ett git-repo. Okänd status; det behövs en /korrekt/filplats/till/git för att aktivera funktionen.

source: Available
sv_se: Tillgänglig

source: Not available
sv_se: Ej tillgänglig

source: This plugin needs read/write access to the includes directory located in the path of the plugin or it will not be able to save the payment method configuration.
sv_se: Denna modulen behöver läs/skriv-behörighet till includes-mappen som finns på samma ställe som pluginet, annars kommer det inte fungera att spara konfigurationen för betalmetoderna.

source: Authentication error
sv_se: Autentiseringsfel

source: The service can not be reached for the moment (HTTP Error
sv_se: Servicen kan inte nås för tillfället (HTTP Fel

source: Unreachable service, code
sv_se: Onåbar tjänst, kod

source: Resurs Bank Configuration - Shop flow
sv_se: Inställningar för Resurs Bank - Shopflöde

source: Resurs Bank Configuration - Advanced settings
sv_se: Inställningar för Resurs Bank - Avancerade inställningar

source: Resurs Bank Configuration
sv_se: Inställningar för Resurs Bank

source: Resurs Bank Configuration - Shortcodes
sv_se: Inställningar för kortkoder

source: Plugin and checkout
sv_se: Plugin och kassa

source: API Settings
sv_se: API-inställningar

source: Your callbacks requires an update. The plugin will do this for you as soon as this page has is done loading...
sv_se: Dina callbacks behöver en uppdatering. Pluginet kommer att göra detta åt dig så fort sidan laddats klart...

source: Callback URLs that is registered at Resurs Bank
sv_se: Callbacks som är registrerade hos Resurs Bank

source: curl module is set to enter debug mode
sv_se: curl-modulen har ställts in för att avlusa

source: Callback health
sv_se: Callbacks hälsokontroll

source: Last test run
sv_se: Senaste testkörningen

source: Never
sv_se: Aldrig

source: Responses/last successful test date+time
sv_se: Svar/Senaste lyckades testdatumet+tiden

source: Payment methods
sv_se: Betalningsmetoder

source: The list of available payment methods will appear, when credentials has been entered
sv_se: Listan över tillgängliga betalningsmetoder dyker upp när inloggningsuppgifter är ifyllda

source: Payment method titles/descriptions are not editable when using Resurs Checkout as they are handled by Resurs Bank, server side. Contact support if you want to do any changes
sv_se: Titlar och beskrivningar för betalningsmetoderna är inte redigeringsbara när Resurs Checkout används eftersom de hanteras av Resurs Bank serversida. Kontakta supporten om du vill göra några ändringar

source: The list of available payment methods is not available due to an error at Resurs Bank! See the error message below.
sv_se: Listan med betalmetoder är inte tillgänglig för närvarande, på grund av ett fel hos Resurs Bank! Se felmeddelandet nedan.

source: To activate this part of the plugin, your credentials to the web services must be entered above
sv_se: För att aktivera denna delen av pluginet, behöver du skriva in dina användaruppgifter till webservicarna ovan

source: Name
sv_se: Namn

source: Checkout title
sv_se: Kassatitel

source: AnnuityFactor
sv_se: Delbetalningsfaktor

source: Activate/disable by clicking the X-boxes
sv_se: Aktivera/avaktivera genom att klicka på X:en

source: Fee
sv_se: Avgift

source: Original description as stated at Resurs Bank
sv_se: Originalbeskrivning från Resurs Bank

source: Shop flow settings are not editable when using Resurs Checkout - Contact support if you want to do any changes
sv_se: Inställningarna för shopflödet är inte möjliga att redigera när Resurs Checkout är aktivt - Kontakta supporten om du vill göra några förändringar

source: This section is restricted to the simplified shop flow and hosted flow only. To run the best practice-configuration, you should keep your settings unchecked.
sv_se: Det här avsnittet är begränsat till det förenklade (simplified shopflow) och hostade butiksflödet (hosted flow). Om du vill köra den rekommenderade konfigurationen bör du behålla inställningarna omarkerade.

source: Visuals
sv_se: Visuellt

source: Checkout
sv_se: Kassan

source: Advanced
sv_se: Avancerat

source: Part payment widget settings
sv_se: Inställningar för delbetalningswidget

source: None (default)
sv_se: Ingen (Standard)

source: Final price to pay including the currency.
sv_se: Slutliga priset att betala inklusive valuta.

source: Final price excluding the currency.
sv_se: Slutliga priset att betala exklusive valuta.

source: The minimum price configured from where annuities are shown (Note: When running in test, this is always set to 1 for debugging).
sv_se: Lägsta pris för att faktorerna skall visas (OBS: När test är aktivt så är denna inställning alltid satt till 1 för debugging).

source: Chosen annuity period.
sv_se: Vald period.

source: URL to which the cost example are shown.
sv_se: URL till kostnadsexemplen.

source: The default text that is usually shown when annuity factors are available.
sv_se: Standardtexten som vanligtvis visas när faktorerna är tillgängliga.

source: Printable version of available annuity factors (for debugging).
sv_se: Visningsbar version av tillgängliga annuitetsfaktorer (för debugging).

source: Available shortcodes for above view
sv_se: Tillgängliga kortkoder för oavstående vy

source: URL Settings
sv_se: URL-inställningar

source: Miscellaneous callback configuration
sv_se: Diverse callback-inställningar

source: Customer and store
sv_se: Kunder och butik

source: Coupons/discount and VAT
sv_se: Kuponger/rabatt och moms

source: Other Customer Settings
sv_se: Andra kundinställningar

source: Invoice numbering
sv_se: Fakturanumrering

source: Next invoice number to use
sv_se: Nästa fakturanummer att använda

source: Session handling
sv_se: Hantering av session

source: Testing and development
sv_se: Test och utveckling

source: Miscellaneous
sv_se: Blandat

source: Dynamic Configurables
sv_se: Dynamiskt konfigurerbart

source: Network
sv_se: Nätverk

source: Maintenance
sv_se: Underhåll

source: Clean up
sv_se: Städa upp

source: Resurs settings
sv_se: Resurs inställningar

source: Cached data
sv_se: Cachelagrad data

source: Default title set by Resurs Bank is
sv_se: Standardtiteln som satts av Resurs Bank är

source: The payment method editor is not availabe while Resurs Checkout is active
sv_se: Redigeraren för betalningsmetoder är inte tillgänglig när Resurs Checkout är aktiv

source: Save above configuration with the button below
sv_se: Spara ovanstående data med hjälp av knappen nedan

source: During the URL calls, SSL certificate validation has been disabled
sv_se: Under URL-anropen, så har SSL-certifikatsvalidering stängts av

source: No
sv_se: Nej

source: Resurs Bank gateway configuration for WooCommerce.
sv_se: Resurs Bank betalningslösning för WooCommerce.

source: Resurs Bank denied purchase
sv_se: Resurs Bank nekade köpet

source: Something went wrong during what we suppose should have been a redirect somewhere. This URL should contain much more data than the WC_Resurs_Bank-parameter if it should be considered a proper redirect. Please, contact support if you land here.
sv_se: Något gick snett under det ögonblick som vi antar att du skulle ha pekats om någonstans. URLen skall innehålla mycket mer data än bara WC_Resurs_Bank-parametern om den skall kunna betraktas som en fungerade ompekning. Vänligen kontakta supporten om du märker att du hamnar här.

source: Please reload or save this page to have this list updated. Annuity factors has been reset!
sv_se: Ladda om eller spara denna sidan för att uppdatera listan. Annuitetsfaktorer har nollställts!

source: Configuration has not yet been initiated.
sv_se: Konfigurationen har ännu inte initierats.

source: Waiting for callback
sv_se: Väntar på callback

source: Waiting...
sv_se: Väntar...

source: Not yet received
sv_se: Ännu inte emottaget

source: Last received test trigger:
sv_se: Senast emottagna trigger:

source: Never or not yet.
sv_se: Aldrig, eller inte riktigt ännu.

source: [Resurs Bank] The event %s was rejected by the plugin when the digest was processed. The salt key may need to be updated, by re-registering the callbacks again.
sv_se: [Resurs Bank] Eventet %s avvisades av pluginet när digest-nyckeln analyserades. Saltnyckeln kan behöva uppdateras, genom att registrera callbacks igen..

source: By OrderID %s
sv_se: Genom OrderID %s

source: [Resurs Bank] Experimental setting SKIP_DIGEST_VALIDATION is active and therefore saltkey-digest validation is disabled on this callback.
sv_se: [Resurs Bank] Den experimentella inställningen SKIP_DIGEST_VALIDATION är aktiv och kommer därför inte validera saltnyckel-digesten för denna callback.

source: [Resurs Bank] Callback %s received notice (Method %s). Additional result flag: %s.
sv_se: [Resurs Bank] Notis om mottagen callback %s (via %s). Ytterligare resultatflagga: %s.

source: No extra flags.
sv_se: Inga extraflaggor.

source: [Resurs Bank] Billing Address mismatched with customer data in getPayment. Customer has been updated.
sv_se: [Resurs Bank] Fakturaadressen matchade inte med kunddata i getPayment. Kunden har uppdaterats.

source: [Resurs Bank] The event %s updated the order to %s [%s].
sv_se: [Resurs Bank] Eventet %s uppdaterade ordern till %s [%s].

source: [Resurs Bank] Stock reducing requested to be handled by Resurs Bank (Callback).
sv_se: [Resurs Bank] Lagerreducering begärd att hanteras av Resurs Bank (Callback).

source: [Resurs Bank] The order was placed in status cancelled when BOOKED arrived so the callback will remain unhandled.
sv_se: [Resurs Bank] Ordern har tidigare placerats i status avbruten, så callbacken BOOKED förblir ohanterad.

source: [Resurs Bank] Additional Note: The order seem to be FINALIZED and the payment method this order uses, indicates that it supports instant finalization. If it's not already completed you might have to update the order manually.
sv_se: [Resurs Bank] Tilläggsnotering: Ordern ser ut att vara debiterad (FINALIZED) och betalningsmetoden stöjder omedelbara debiteringar. Om den inte är redan är färdigbehandlad kanske du måste uppdatera den manuellt.

source: [Resurs Bank] On-Hold: Detected frozen order
sv_se: [Resurs Bank] Pausad: Upptäckte frusen order

source: [Resurs Bank] Updated order status (%s/%s).
sv_se: [Resurs Bank] Uppdaterade orderstatus (%s/%s).

source: [Resurs Bank] Update order request (%s/%s) skipped since the status is already set.
sv_se: [Resurs Bank] Order-uppdateringen (%s/%s) ignorerades eftersom statusen redan är korrekt.

source: Resurs Bank annulled the order
sv_se: Resurs Bank annullerade ordern

source: Article description missing
sv_se: Artikelbeskrivning saknas

source: coupon
sv_se: kupong

source: Contact government id
sv_se: Kontaktpersonens personnummer

source: Applicant government ID
sv_se: Sökande personnummer

source: Applicant full name
sv_se: Sökandes fullständiga namn

source: Applicant email address
sv_se: E-postaddress

source: Applicant telephone number
sv_se: Telefonnummer

source: Applicant mobile number
sv_se: Mobilnummer

source: Card number
sv_se: Kortnummer

source: Company government ID
sv_se: Organisationsnummer

source: Read more
sv_se: Läs mer

source: Something went wrong while trying to get the required form fields for the payment methods
sv_se: Något gick fel när vi försökte hitta de krävda formulärsfälten för betalmetoderna

source: The payment method is not available for the selected payment flow
sv_se: Betalningsmetoden är inte tillgänglig i det valda betalflödet

source: An error occured during the update of the booked payment (hostedFlow) - the payment id which was never received properly
sv_se: Ett fel uppstod under uppdateringen av betalningen (hostedFlow) - betalningsid emottogs aldrig ordentligt

source: [Resurs Bank] The payment are signed, booked and finalized.
sv_se: [Resurs Bank] Betalningen är signerad och debiterad.

source: Payment can not complete. A problem with the signing url occurred. Contact customer services for more information.
sv_se: Betalningen kan inte färdigställas. Ett problem med signeringen uppstod. Kontakta kundservice för mer information.

source: The payment can not complete. Contact customer services for more information.
sv_se: Ordern kan inte slutföras. Kontakta kundservice för mer information.

source: An error occured during the update of the booked payment. The payment ID was never received properly in the payment process
sv_se: Ett fel uppstod under uppdateringen av betalningen. Betalnings-id emottogs aldrig i betalprocessen

source: An unknown error occured. Please, try again later
sv_se: Ett okänt fel har uppstått. Vänligen försök igen senare

source: [Resurs Bank] Customer retried to place order, after failure.
sv_se: [Resurs Bank] Kund försökte slutföra order igen, efter ett misslyckat försök.

source: [Resurs Bank] Order id reference could not be updated during payment: %s.
sv_se: [Resurs Bank] OrderID-referensen kunde inte uppdateras under köpet: %s.

source: The nonce key has expired or mismatching, so the payment can not be accepted. Please reload the page and try again. If this happens again, contact support.
sv_se: Den tidsbegränsade säkerhetsnyckeln har utgått eller matchar inte, så köpet kan inte accepteras. Vänligen ladda om sidan och försök igen. Om felet återkommer, kontakta supporten.

source: The nonce key is missing, so the payment can not be accepted. Please reload the page and try again. If this happens again, contact support.
sv_se: Den tidsbegränsade säkerhetsnyckeln saknas, så köpet kan inte accepteras. Vänligen ladda om sidan och försök igen. Om felet återkommer, kontakta supporten.

source: [Resurs Bank] updatePaymentReference has already been executed once.
sv_se: [Resurs Bank] updatePaymentReference has redan körts en gång.

source: [Resurs Bank] updatePaymentReference successful. Changed from %s to %s.
sv_se: [Resurs Bank] updatePaymentReference lyckades. Ändrad från %s till %s.

source: [Resurs Bank] updatePaymentReference received exception from API, when trying set %s to %s: (%s) %s. Is it already updated?
sv_se: [Resurs Bank] updatePaymentReference tog emot ett fel från APIet, när den försökte uppdatera från %s till %s: (%s) %s. Är den redan uppdaterad?

source: [Resurs Bank] Reference or order id is missing, so the reference can not be updated.
sv_se: [Resurs Bank] Referensen eller orderns id saknas, så referensen kan inte uppdateras.

source: The payment failed during purchase
sv_se: Betalningen misslyckades

source: The purchase from Resurs Bank was by some reason not accepted. Please contact customer services, or try again with another payment method.
sv_se: Köpet från Resurs Bank gick inte att genomföra. Vänligen kontakta kundtjänst eller försök igen med en annan betalningsmetod.

source: The payment are signed and booked. Waiting for further statuses.
sv_se: Betalningen är signerad och bokad. Väntar på fler statusar.

source: The payment already exists
sv_se: Ordern finns redan

source: We could not finish your order. Please, contact support for more information.
sv_se: Vi kunde inte färdigställa din order. Vänligen, kontakta kundtjänst för mer information.

source: An unknown error occured in signing method. Please, try again later
sv_se: Ett fel uppstod vid signeringen. Vänligen försök igen senare

source: [Resurs Bank] The payment are frozen, while waiting for manual control.
sv_se: [Resurs Bank] Betalningen är frusen i väntan på manuell kontroll.

source: [Resurs Bank] The payment are signed and booked.
sv_se: [Resurs Bank] Betalningen är signerad och bokad.

source: An error occured during the update of the booked payment. The payment id was never received properly in signing response
sv_se: Ett fel uppstod under uppdateringen av betalningen. Betalningsid emottogs aldrig ordentligt under signeringsprocessen

source: Something went wrong during the signing process.
sv_se: Ett fel uppstod under signeringsprocessen.

source: The field <b>"%s"</b> has invalid information ("%s") or is missing.
sv_se: Fältet <b>"%s"</b> har felaktig information ("%s") eller saknas helt.

source: Part pay from %s per month
sv_se: Delbetala från %s per månad

source: Test enabled: In production, this information is shown when the minimum payment amount is above <b>%s</b>. Currently the payment amount is %s.
sv_se: Test aktiverat: I produktion visas denna information när minsta betalningsbeloppet överstiger <b>%s</b>. Just nu är betalningsbeloppet %s.

source: Annuity factors can not be displayed for the moment
sv_se: Delbetalningsfaktorerna kan för närvarande inte visas

source: Can not get the address from current government ID
sv_se: Kan inte hämta adressen från angivet personnummer/organisationsnummer

source: Close
sv_se: Stäng

source: This order is already annulled and cannot be changed.
sv_se: Denna order är annullerad och går därmed ej att ändra status på.

source: This order is already credited and cannot be changed.
sv_se: Denna order är krediterad och går därmed ej att ändra status på.

source: [Error %s] Finalization Failure: %s.
sv_se: [Fel %s] Debiteringen/finaliseringen misslyckades: %s.

source: %s: FinalizationException: %s - %s. Old status (%s) restored.
sv_se: %s: Fel vid debitering: %s - %s. Tidigare status (%s) har återställts.

source: This order is now marked completed as a result of the payment method behaviour (automatic finalization).
sv_se: Ordern är markerad som färdig som en följd av betalningsmetodens beteende (automatisk debitering/finalization).

source: This order has already been finalized externally.
sv_se: Den här ordern har redan debiterats externt.
