Repository: ResursBank/woocommerce-gateway
Catalog: languages/resurs-bank-payment-gateway-for-woocommerce-*.po
Languages: sv_se

source: The payment method for this order indicates that the payment has been automatically finalized.
sv_se: Betalningsmetoden för den här ordern indikerar att betalningen har slutförts automatiskt.

source: [Resurs Bank] Reset to prior status.
sv_se: [Resurs Bank] Återställd till föregående status.

source: Cancelled status set: Resurs Bank API was called for cancellation.
sv_se: Avbruten status: Resurs Bank API anropades för att avbryta order.

source: [Error %s] Cancellation Failure: %s.
sv_se: [Fel %s] Kunde inte avbryta order: %s.

source: Refunded status set: Resurs Bank API was called for cancellation.
sv_se: Återbetald status: Resurs Bank API anropades för att avbryta order.

source: [Error %s] Refund Failure: %s.
sv_se: [Fel %s] Kunde inte återbetala: %s.

source: Private
sv_se: Privat

source: Company
sv_se: Företag

source: Resurs Bank has connection errors!
sv_se: Resurs Bank annullerade ordern!

source: Enter your government id (social security number)
sv_se: Ange ditt personnummer

source: Government ID
sv_se: Personnummer

source: Enter your company government ID
sv_se: Organisationsnummer

source: Company government id
sv_se: Organisationsnummer

source: Get address
sv_se: Hämta adress

source: Enter social security number
sv_se: Skriv in ditt personnummer

source: Enter corporate government identity
sv_se: Skriv in ditt organisationsnummer

source: Government id
sv_se: Personnummer

source: Corporate government id
sv_se: Organisationsnummer

source: Changing delivery address requires signing
sv_se: Ändring av leveransadress kräver e-signering

source: I can not show errors since the element is missing
sv_se: Kan inte visa några felmeddelanden eftersom elementet saknas

source: The purchase has failed, due to an internal server error: The shop could not properly update the order.
sv_se: Köpet misslyckades på grund av ett internt serverfel. Butiken kunde inte uppdatera ordern ordentligt.

source: The purchase was denied: The shop could not properly update the order. Please contact support for more information.
sv_se: Köpet nekades: Vi kunde inte färdigställa din order. Vänligen, kontakta kundtjänst för mer information.

source: The purchase was processed, but the payment reference failed to update
sv_se: Köpet har hanterats, men betalningsreferensen kunde inte uppdateras

source: The purchase was rejected by Resurs Bank. Please contact customer services, or try again with another payment method.
sv_se: Köpet har nekats av Resurs Bank. Vänligen kontakta kundtjänst eller försök igen med en annan betalningsmetod.

source: Something went wrong when we tried to book your order. Please contact customer support for more information.
sv_se: Något gick fel när vi försökte boka din order. Vänligen kontakta kundtjänst för mer information.

source: An internal error occured while trying to book the order. Please contact customer support for more information.
sv_se: Ett internt serverfel uppstod när vi försökte boka ordern. Vän ligen kontakta kundtjänst för mer information.

source: An internal error occurred while trying to book the order:
sv_se: Ett internt fel uppstod när vi försökte boka din order:

source: Please contact customer support for more information.
sv_se: Vänligen kontakta kundtjänst för mer information.

source: The list of urls below is cached from an earlier response from Resurs Bank
sv_se: Listan med urler nedan är cachad från tidigare svar från Resurs Bank

source: callbacks has been registered
sv_se: callbacks har registrerats

source: Update callbacks again
sv_se: Uppdatera callbacks igen

source: Trigger test callback
sv_se: Aktivera testcallback

source: To remove the fee properly, set the value to 0
sv_se: För att ta bort avgiften ordentligt, sätt värdet till 0

source: The entered value is not allowed here
sv_se: Det angivna värdet är inte tillåtet här

source: No registered callbacks could be found
sv_se: Kunde inte hitta några registrerade callbacks

source: This setting requires waitForFraudControl to be active
sv_se: Den här inställningen kräver att waitForFraudControl är aktiv

source: Unable to set new fee
sv_se: Kan inte ställa in ny avgift

source: Fee has been updated
sv_se: Avgiften har uppdateras

source: Callback not yet received
sv_se: Callbacken har ännu inte mottagits

source: It seems that your site has not received any callbacks yet. Either your site are unreachable, or the callback tester is for the moment slow.
sv_se: Det verkar som om din webbplats inte har tagit emot några callbacks ännu. Antingen kan vi inte nå din webbplats, eller så är callbacktestningen för närvarande långsam.

source: Resurs Bank does not support partial annulling for this payment method!
sv_se: Resurs Bank stödjer inte delvis annullering för denna betalmetod!

source: The Resurs Bank Addon for WooCommerce may not work properly in PHP 5.3 or older. You should consider upgrading to 5.4 or higher.
sv_se: Resurs Banks tillägg för WooCommerce kanske inte fungerar korrekt i PHP 5.3, eller äldre. Du bör överväga att uppgradera till 5.4 eller högre.

source: Resurs Reference
sv_se: Resurs referens

source: [Resurs Bank] Refund/cancellation sent to API successfully.
sv_se: [Resurs Bank] updatePaymentReference godkändes efter en omkörning.

source: Please wait while we process your order...
sv_se: Vänligen vänta medan vi hanterar din order...

source: Settings
sv_se: Inställningar

source: It seems this order has already been finalized from an external system - if your order is finished you may update it here aswell
sv_se: Det ser ut som att ordern redan har blivit debiterad från ett externt system - om din order är klar kan du uppdatera den härifrån också

source: It seems this order has been instantly finalized due to the payment method type. This means that you probably must handle it manually.
sv_se: Det ser ut som att denna order har slutförts direkt på grund av betalningsmetodens typ. Detta innebär att du förmodligen måste hantera den manuellt.

source: Referenced data don't exist
sv_se: Datat du försöker hämta finns inte

source: This error might occur when for example a payment doesn't exist at Resurs Bank. Normally this happens when payments have failed or aborted before it can be completed
sv_se: Det här felet kan uppstå när till exempel en betalning inte finns på Resurs Bank. Normalt sker detta när betalningarna har misslyckats eller avbrutits innan den kan slutföras

source: The order was denied at Resurs Bank and therefore has not been created
sv_se: Ordern har nekats hos Resurs Bank och har därför inte skapats

source: This order failed or was cancelled by customer during external actions.
sv_se: Köpet misslyckades eller avbröts av kund på extern plats.

source: This order has been cancelled during customer interactions. Returning URL was set to %s.
sv_se: Den här ordern avbröts under kundens interaktioner. Return-URL sattes till %s.

source: Following error ocurred when we tried to fetch information about the payment
sv_se: Följande fel uppstod när vi försökte hämta information om betalningen

source: Incomplete. The fallback tried to use %d.
sv_se: Inkomplett. Backuplösningen försökte använda %d.

source: Not set
sv_se: Inte satt

source: Frozen
sv_se: Frusen

source: Status from Resurs Bank: %s.
sv_se: Status från Resurs Bank: %s.

source: Payment ID
sv_se: Betalnings-id

source: Payment method ID
sv_se: Betalmetodens id

source: Store ID
sv_se: Butiks-ID (Store ID)

source: Payment method name
sv_se: Betalmetodens namn

source: Payment method type
sv_se: Betalmetodens typ

source: Payment amount
sv_se: Orderbelopp

source: Payment limit
sv_se: Betalningens limit

source: Fraud
sv_se: Bedrägeri

source: Customer name
sv_se: Kundens namn

source: Delivery address
sv_se: Leveransadress

source: Orderline Removal: Resurs Bank API was called to remove orderlines
sv_se: Borttagning av orderrad: Resurs Bank API anropades för ta bort orderrader

source: There are currently no payment methods available
sv_se: Det finns för närvarande inga betalningsmetoder tillgängliga

source: System maintenance in progress!
sv_se: Systemunderhåll pågår!

source: This store is currently in a temporary maintenance mode. Please wait a minute and try again.
sv_se: Den här butiken är för närvarande i ett tillfälligt underhållsläge. Vänta lite och försök igen.

source: Resurs Bank Gateway for WooCommerce - Resurs Checkout Enabled.
sv_se: Resurs Bank AB betalningslösning för WooCommerce - Resurs Checkout-aktiverad.

source: Please wait while the checkout is reloading
sv_se: Vänligen vänta medan kassan laddas om

source: We are unable to load Resurs Checkout for the moment. Please try again later.
sv_se: Vi kan för närvarande inte ladda Resurs Checkout. Vänligen försök igen senare.

source: Resurs Checkout will not work properly without Javascript functions enabled
sv_se: Resurs Checkout fungerar inte ordentligt utan Javascript-funktionalitet påslagen

source: Custom test environment URL
sv_se: Anpassad URL till testmiljö

source: Resurs Bank Payment Gateway for WooCommerce
sv_se: Resurs Bank AB betalningslösning för WooCommerce

source: Connects Resurs Bank as a payment gateway for WooCommerce
sv_se: Kopplar Resurs Bank som betalningsportal för WooCommerce
