Repository: ResursBank/woocommerce-gateway
Catalog: languages/resurs-bank-payment-gateway-for-woocommerce-*.po
Languages: sv_se

source: Shipping
sv_se: Frakt

source: Cancelling orders in automation mode prohibited (i.e. stock reservation expires, etc).
sv_se: Ordrar som hanteras i automatiseringsläge kan inte avbrytas (exempelvis där lagerreservationer upphör).

source: Automated cancellation detected (reserved orderstock timeout may cause this). Someone has to be logged in to cancel orders for Resurs Bank.
sv_se: Automatiserad annullering upptäckt (timouter vid lagerreservationer kan orsaka detta). Någon måste vara inloggad för att avbryta ordrar för Resurs Bank.

source: Enable/Disable
sv_se: Aktivera/inaktivera

source: Enabled
sv_se: Aktiverad

source: This is the major plugin switch. If not checked, it will be competely disabled, except for that you can still edit this administration control.
sv_se: Detta är huvudkontrollen för pluginet. Om den inte är valt, kommer pluginet vara helt avstängd, förutom att du fortfarande kan redigera i den här kontrollpanelen.

source: Disable session handling by plugin
sv_se: Stäng av sessionshantering av pluginet

source: Session handling disabled
sv_se: Sessionshantering är avstängd

source: Disable the way this plugin handles the session. In active state, the plugin will no longer handle the session. Default: Unchecked.
sv_se: Inaktivera hur det här plugin-programmet hanterar sessionen. I aktivt tillstånd hanterar plugin-programmet inte längre sessionen. Standard: Avmarkerad.

source: Handle sessions but only outside admin
sv_se: Hantera sessioner men bara utanför administrationsdelen

source: Session handling is limited to outside the admin panel.
sv_se: Sessionshanteringen är begränsad till utanför administratörspanelen.

source: While the above setting still allows handling session, you can explicitly set the handler to only work outside the admin interface. Default: Unchecked.
sv_se: Även om inställningen ovan fortfarande tillåter hanteringssession kan du uttryckligen ange att hanteraren bara ska arbeta utanför administratörsgränssnittet. Standard: Avmarkerad.

source: Prevent performance interferences in wp-admin
sv_se: Förebygg prestandaproblem i wp-admin

source: If you experience very high pressure from the plugin when it is enabled, this setting tries to prevent its own precense on pages where it normally should not interfere with the platform.<br><b>This setting is experimental!</b>
sv_se: Om du upplever högt prestandatryck från pluginet när det är aktiverat, så försöker denna inställningen förebygga sin egen närvaro på sidor där det normalt sett inte skall störa plattformen.<br><b>Inställningen är experimentell!</b>

source: Use woocommerce order ids (postid) as references
sv_se: Använd woocommerce orderid (postid) som orderid

source: This function tries to use the internal post id as orderid instead of the references created by the plugin.
sv_se: Den här funktionen försöker använda det interna post-idnumret som ordernummer i stället för de referenser som skapas av pluginet.

source: Country
sv_se: Land

source: Sweden
sv_se: Sverige

source: Denmark
sv_se: Danmark

source: Norway
sv_se: Norge

source: The country for which the payment services should be used
sv_se: Välj det land som betalalternativen skall användas i

source: Set checkout type
sv_se: Vald kassatyp

source: What kind of shop flow you want to use.<br><b>Caution: If you change and save this data, all ongoing customer sessions in the checkout will be cleaned up, to prevent broken orders due to the switchover.</b>
sv_se: Vilken typ av butiksflöde du vill använda.<br><b>Varning: Om du ändrar och sparar dessa data rensas alla pågående kundsessioner i kassan för att förhindra brutna beställningar på grund av övergången.</b>

source: Title
sv_se: Titel

source: This controls the payment method title, which the user sees during checkout.
sv_se: Det här kontrollerar betalmetodens titel som kunden ser i kassan.

source: Description
sv_se: Beskrivning

source: This controls the payment method description which the user sees during checkout.
sv_se: Det här kontrollerar betalmetodens beskrivning som kunden ser i kassan.

source: Web services username
sv_se: Webservices användarnamn

source: Web services username, received from Resurs Bank
sv_se: Användarnamn för servertjänster, från Resurs Bank

source: Web services password
sv_se: Webservices lösenord

source: Web services password, received from Resurs Bank
sv_se: Lösenord för servertjänster, från Resurs Bank

source: BaseURL Webservices Live-Environment
sv_se: Bas-URL för webserivces produktionsmiljö

source: BaseURL Webservices Test-Environment
sv_se: Bas-URL för webservices testmiljö

source: Server environment
sv_se: Servermiljö

source: Production
sv_se: Produktion

source: Set which server environment you are working with (Test/production)
sv_se: Ställ in vilken servermiljö du arbetar mot (Test/produktion)

source: Custom callback URL
sv_se: Anpassningsbar callback-URL

source: If your callback URL has another URL than the defaults, you may enter the URL here. Default value is your site-URL. If this value is empty, the URL will be automatically generated.
sv_se: Om din callback-URL har en annan URL än standardinställningarna säger, kan du skriva in den här. Standardvärdet är din sites URL. Om värdet är tomt, används automatiskt genererad URL.

source: Register Callbacks
sv_se: Registrera Callbacks

source: Tax
sv_se: Moms

source: The tax rate that will be added to the payment methods.
sv_se: Momssatsen som kommer läggas på avgiften för de olika betalalternativen.

source: Coupons should be handled with vat
sv_se: Kuponger ska hanteras med moms

source: Yes
sv_se: Ja

source: When adding coupons/discounts in Resurs Bank orders, the VAT is normally - in this plugin - not included in the discount. If you want to handle discount with VAT (meaning the discountwill be handled based on the price excluding tax plus the vat, instead of adding the discountto the price with tax included), you should enable this setting.
sv_se: När du lägger till kuponger/rabatter i Resurs Bank-beställningar är momsen normalt sett - i detta plugin - inte inkluderad i rabatten. Om du vill hantera rabatt med moms (vilket innebär att rabatten kommer att hanteras, baserat på priset exklusive skatt plus momsen, i stället för att lägga till rabatten direkt på inklusive moms-priset), bör du aktivera den här inställningen.

source: Handle order stock on payments
sv_se: Hantera lagersaldo vid köp

source: During payment process, also handle order by reducing order stock.
sv_se: Hantera även lager, under betalprocessen.

source: Disable Aftershop
sv_se: Stäng av aftershop

source: Disable aftershop capabilities
sv_se: Stäng av aftershop-funktionalitet

source: Defines whether the plugin should use aftershop functions or not. Adds the ability to disable aftershop completely if you want to implement your own aftershop flow. Default: Aftershop capabilities are enabled.
sv_se: Definierar om pluginet skall använda afershop-funktioner eller inte. Detta ger möjligheten att stänga av aftershop helt och hållet ifall man vill implementera sitt eget aftershop-flöde. Som standard är aftershop-flödet alltid aktivt.

source: Always show govId in simplified flow
sv_se: Visa alltid personnummer i simplified flow

source: Always show government id field in simplified flow, regardless of getAddress settings.
sv_se: Visa alltid fält för personnummer i simpla flödet, oavsett inställningarna för getAddress.

source: Defines whether the plugin should wait for the fraud control when booking payments, or not
sv_se: Bestämmer ifall pluginet ska vänta på att bedrägerikontrollen körs vid bookPayment eller inte

source: Defines if a payment should be annulled immediately if Resurs Bank returns a FROZEN state
sv_se: Bestämmer ifall en betalning ska annulleras ifall Resurs Bank API returnerar FROZEN

source: If you don't want to wait for manual handling of orders that has been FROZEN during the payment, this feature enables the ability to immediately annul failing payments in the system. If this feature is enabled, you also need to have waitForFraudControl enabled. This behaviour is commonly used by shops that sells tickets and alike.
sv_se: Om du inte vill vänta på manuell hantering av ordrar som sätts till FROZEN, under betalningen, så aktiverar den här egenskapen möjligheter att annullera betalningar omedelbart, i systemet. Om egenskapen är aktiverad, behöver du också aktivera waitForFraudControl. Det här beteendet används ofta av webbutiker som säljer biljetter och liknande.

source: Defines if a payment should be debited immediately on a booked payment (Not available for Resurs Checkout)
sv_se: Bestämmer om en betalning skall debiteras omedelbart vid en bokning (Ej tillgänglig i Resurs Checkout)

source: You can only activate this feature if you have goods that can be delivered immediately, like electronic tickets and downloads
sv_se: Du kan endast aktivera den här egenskapen om du har gods som kan hanteras omedelbart, exempelvis elektroniska biljetter eller nedladdningsbara filer

source: Restoring Payment Method gateway files
sv_se: Återställning av betalmetoders gatewayfiler

source: If a payment gateway file (in the includes folder) is missing, they will be restored automatically if they disappear (e.g. when upgrading the plugin). Checking this box limits automatic restorations, so they only gets activates when administrators are logged in
sv_se: Om en betalmetods gateway-fil saknas (lagras i includes-mappen) kommer den att återställas automatiskt (exempelvis när pluginet uppgraderas). Klickar du i denna box begränsas den typen av återställningar, så att de bara körs när en administratör är inloggad

source: Only administrators may restore gateway files
sv_se: Endast administratörer kan återställa gateway-filer

source: URL to custom CSS for costOfPurchase
sv_se: URL till anpassad CSS för betalexempel

source: Define your custom CSS for the cost of purchase example (if empty, a default file will be used)
sv_se: Definiera din egen CSS för att visa betalexempel från getCostOfPurchase (om denna är tom, används en standard-CSS)

source: Handle NAT connections
sv_se: Hantera uppkopplingar via NAT

source: Defines if the plugin should perform a simple check against proxies on customer ip addresses (Not recommended to activate since it opens up for exploits, but if you have many connecting customers that seem to be on NATed networks, this may help a bit)
sv_se: Definierar om pluginet skall utföra enkla kontroller av kontroller mot kunders ip-adresser (Det är inte rekommenderat att aktivera detta, eftersom det öppnar upp för sårbarheter, men om du har många anslutande kunder som ser ut att komma från NATade nätverk, så kan detta hjälpa)

source: Allow editing of orders in progress
sv_se: Tillåt redigering av ordrar under behandling

source: Make orders editable even if they are set to in progress. Note: This setting is experimental and has limited edit capabilites. It should normally not be used!
sv_se: Gör ordrar redigerbara även om de är markerade för behandling. OBS: Denna inställningen är experimentell och har begränsad redigeringskapacitet. Den skall normalt sett inte användas!

source: getAddressBox Enabled
sv_se: getAddress-fält aktiverat

source: If enabled, a box for social security numbers will be shown on the checkout. For Sweden, there will also be a capability to retrieve the customer home address, while active.
sv_se: En box för personnummer kommer att visas vid kassan om alternativet är aktiverat. För Sverige kommer en funktion för att hämta kundens hemadress att vara synlig.

source: Let Resurs validate customer data fields
sv_se: Låt Resurs Bank sköta validering av kunduppgifter

source: If enabled, customer forms fields required by Resurs Bank will be validated by Resurs Bank instead of the plugin.
sv_se: Om denna inställningen är aktiverad så kommer kunddata som skickas in i beställningsformuläret valideras av Resurs Bank i stället för pluginet.

source: Streamlined customer field behaviour
sv_se: Enhetligt kundfältsbeteende

source: Fields that are required to complete an order from Resurs Bank, are hidden when active, since the fields required for Resurs Bank are inherited from WooCommerce fields by default.
sv_se: Fält som krävs för att en order skall bli färdigställd mot Resurs Bank, döljs när inställningen är aktiv, eftersom fälten för Resurs Bank ärvs från WooCommerce fält.

source: Show Resurs Bank payment ids in order view
sv_se: Visa Resurs Banks betalningsreferenser i orderlistan

source: Do you need to show order references in the order list view? This makes it happen!
sv_se: Har du behov av att visa betalningsreferenser i orderlistan? Detta aktiverar möjligheten!

source: Make getAddress fetch live data while in test mode
sv_se: Gör så att getAddress hämtar produktionsdata i testläge

source: If enabled, live data will be available on getAddress-requests while in demo shop. Credentials for production - and enabling of demoshop mode - are required! Feature does not work for Omni Checkout.
sv_se: Aktivera den här funktionen om du vill att getAddress-förfrågningar skall hämta produktionsdata, i demoshop-läget. Loginuppgifter för produktionsmiljön - och aktivering av demoshopläget - är nödvändigt! Egenskapen fungerar inte för Omni Checkout.

source: Web services username (getAddress/Production)
sv_se: Webservices användarnamn (getAddress/Produktion)

source: Resurs Bank web services username (getaddress/Production)
sv_se: Web services username (getAddress/Production)

source: Web services password (getAddress/Production)
sv_se: Webservices lösenord (getAddress/Produktion)

source: Resurs Bank web services password (getAddress/Production)
sv_se: Web services username (getAddress/Production)

source: Prevent caching of included javascripts
sv_se: Förebygg cache-lagring av inkluderade javascript

source: Enable this feature, if resursbank.js tend to cache older versions even after the codebase are updated
sv_se: Aktivera den här egenskapen, om resursbank.js tenderar att lagra äldre versioner av kodbasen även efter att den uppdaterats

source: Include empty tax classes in admin config
sv_se: Inkludera tomma momsklasser i administrationspanelen

source: If your needs requires all tax classes selectable in this administration panel, enable this option to reach them
sv_se: Om du har krav på att alla momsklasser skall vara valbara i den här administrationspanelen, aktivera detta atlernativet för att nå dem

source: Special flags
sv_se: Specialflaggor

source: Set up flags here (comma separated) to test, reveal or activate parts of the plugin that is normally not available. To set up variables with comma separated content, try use | or another characters instead.
sv_se: Ställ in flaggor här (kommaseparerade) för att testa, visa eller aktivera delar av modulen som normalt sett inte är tillgängliga. För att ställa in variable med kommasepareratinnehåll, prova använda | eller andra tecken istället.

source: Callback update interval
sv_se: Callbacks uppdateringsintervall

source: Sets an interval for which the callback urls and salt key will update against Resurs Bank next time entering the administration control panel. This function has to be enabled above, to have any effect. Interval is set in days.
sv_se: Sätter ett intervall för när callback-urler och saltnyckel skall uppdateras mot Resurs Bank nästa gång administrationsplanelen öppnas. Du behöver aktivera den här funktionen här ovan för att den skall ha effekt. Intervallet sätts i dagar.

source: Maintenance timeout for hard changes
sv_se: Timeout för underhåll under "hårda" förändringar

source: When switching payment flow or webservice credentials, we normally want to be sure that we do not break anything for checkout customers. This sets a grace period of how long the site will be unavailable due to local maintenance. Default is 20 seconds and occurs when data referring to credentials are changed. This is a transient setting so basically, wordpress will handle the grace period. Set 0 to disable this feature.
sv_se: När vi byter betalningsflöde eller webbtjänstuppgifter vill vi normalt vara säkra på att vi inte bryter något för kassakunder. Detta anger en respitperiod för hur länge webbplatsen kommer att vara otillgänglig på grund av lokalt underhåll. Standardvärdet är 20 sekunder och inträffar när data som refererar till autentiseringsuppgifter ändras. Detta är en övergående inställning så i princip kommer WordPress själv att hantera respitperioden. Ange 0 för att inaktivera den här funktionen.

source: Enable automatic callback updates
sv_se: Aktivera automatiska callbackuppdateringar

source: Enabling this, the plugin will update callback urls and salt key, each time entering the administration control panel after a specific time
sv_se: Aktiverar du detta, kommer pluginet att uppdatera callbackurler och saltnyckel, varje gång du går in i administrationspanelen efter att en specifik tid har gått

source: (It is no longer recommended to actively use this setting)
sv_se: (Det är inte längre rekommenderat att aktivt använda denna inställningen)

source: Log Resurs Bank events
sv_se: Logga Resurs Bank-händelser

source: Log events like callbacks, status updates on received callbacks, etc
sv_se: Logga händelser såsom callbacks, status-uppdateringar vid mottagna callbacks, osv

source: Keep standard customer fields open for Resurs Checkout in test
sv_se: Behåll standardfälten öppna för Resurs Checkout i test

source: Resurs Checkout Feature: If your plugin is running in test mode, you might want to study the behaviour of the standard customer form fields when communicating with the iframe.
sv_se: Resurs Checkout-egenskap: Om pluginet körs i testläge, kan det vara så att du vill studera beteendet på kundernas standardformulär, när kommunikationen görs mot iframen.

source: Show checkout overlay on purchase
sv_se: Visa överlappningsruta vid slutförande av köp

source: When clicking on the purchase button and being redirected to success or signing page, this feature adds an extra overlay in the checkout telling the customer that payment is in progress.
sv_se: När man klickar på "Slutför köp" och dirigeras om till slutför köp eller signeringssida, kan du med denna funktionen lägga till en extra "overlay" i kassan som berättar för kunden att ordern är på väg att hanteras.

source: Custom checkout overlay message
sv_se: Anpassat meddelande

source: If this value is empty, we will use the default notification text in the checkout overlay. If not, we will use your customization.
sv_se: Om detta värdet är tomt, så kommer vi att visa standardmeddelandet i överlappningsrutan. Om inte, så kommer vi att använda din anpassning.

source: Annuity factor config
sv_se: Delbetalningsfaktorns konfiguration

source: Annuity factor duration
sv_se: Delbetalningsfaktorns månadsperiod

source: Current chosen payment method for annuity factors
sv_se: Nuvarande vald betalmetod för delbetalningsfaktorer

source: Order status on instant finalizations
sv_se: Orderstatus vid omedelbar debitering

source: Payment methods like SWISH, Vips, direct bank transfers, and so on tend to be followed by direct debiting which finalizes orders before they are shipped. To prevent this, you can set up a specific status for such payment methods when Resurs callback event FINALIZATION occurs. Default status is "completed".
sv_se: Betalningsmetoder som Swish, Vips, direkt banköverföring, osv tenderar att följas av direktdebitering som slutför beställningar innan de levereras. För att förhindra detta kan du ställa in en viss status för sådana betalningsmetoder när Resurs callback FINALIZATION inträffar. Standardinställningen är "completed".

source: Use default (Completed)
sv_se: Använd standard (slutförd)

source: Processing
sv_se: Bearbetas

source: Credited (refunded)
sv_se: Krediteras (återbetalad/refunded)

source: Completed
sv_se: Slutförd

source: Pending (on-hold)
sv_se: Väntar (on-hold)

source: Annulled (cancelled)
sv_se: Annullerad (cancelled)

source: Instant debitable payment methods
sv_se: Direktdebiterbara betalmetoder

source: Payment methods that are considered instantly debitable during a payment process. If you choose the top alternative the plugin will choose for you if the correct default method (swish) are available.
sv_se: Betalningsmetoder som anses vara direkt debiteringsbara under en betalningsprocess. Om d u väljer toppalternativet kommer standardinställningarna för ehandel (SWISH) väljas, om den är tillgänglig.

source: Chosen by plugin
sv_se: Valet görs av pluginet

source: Widget for custom part pay views
sv_se: Widget för anpassningsbar delbetalningvy

source: If you choose a page here, this page will be primary set for a customized part payment widget.
sv_se: Om du väljer en sida här, så kommer den bli den primära vyn för din anpassade delbetalningswidget.

source: If you are leaving this field empty, the default title will be used in the checkout
sv_se: Om du lämnar detta fältet tomt, så kommer standardvärdet att användas i kassan

source: Custom payment method icon
sv_se: Anpassningsbar ikon för betalmetod

source: Used for branded logotypes as icons for the specific payment method. The image type must be a http/https-link. Suggested link is local, uploaded to WordPress own media storage.
sv_se: Används för att byta ut logotype-ikoner för specifik betalmetod. Bilden måste vara en länk av typen http/https. Föreslagsvis används en lokal länk, genom att man laddar upp bilden till WordPress egna lagringsställe.

source: Enable/Disable payment method icon
sv_se: Aktivera/Avaktivera betalmetodens ikon

source: Payment fee for this payment method
sv_se: Avgift för att använda betalalternativet (exkl. moms)

source: Description of this payment method fee
sv_se: Beskrivning av betalalternativets avgift

source: This controls the title of Resurs Checkout as a payment method in the checkout
sv_se: Detta kontrollerar titeln på Resurs Checkout som betalningsmetod i kassan

source: Change the (CSS)-shape of the iframe
sv_se: Ändra (CSS)-form på iframen

source: This controls the shape of the iframe CSS (meaning you may use CSS code here to change the background and shape of the iframe)
sv_se: Detta kontrollerar formen på iframens CSS (vilket innebär att du kan använda denna CSS-kod för att ändra bakgrund och form på iframen)

source: Internal Test URL for special accounts
sv_se: Interna testurler för specialkonton

source: If there is an URL here, it will be enforced when special accounts are used. The URL should point at the service where you send all your inital POST-data
sv_se: Om det finns en URL här, kommer den att användas när speciella konton används. URLen skall peka mot den service där du skickar alla dina initiala POST-data

source: Special feature. Only visible when in correct domain.
sv_se: Specialfunktion. Visas enbart när du befinner dig i rätt domän.

source: iFrame location
sv_se: iFramens plats

source: After checkout form (Default)
sv_se: Efter orderformulären (Standard)

source: Before order review
sv_se: Före orderns sammanställning

source: Sets up where the iframe for Resurs Checkout should appear. The first versions of this plugin automatically rendered the checkout in the payment method list. Do not do this as things might break.
sv_se: Ställer in var iframen för Resurs Checkout skall placeras. De första versionerna av denna modul renderade automatiskt checkouten i listan för betalmetoderna. Detta bör inte göras, då saker kan sluta fungera.

source: No methods on Checkout (Experimental)
sv_se: Inga betalmetoder vid Checkouten (Experimentell)

source: Remove payment methods list if Resurs Checkout is the only gateway
sv_se: Tar bort listan med betalningsmetoder i listan om Resurs Checkout är den enda gatewayen
