Repository: ResursBank/woocommerce-gateway
Catalog: languages/tornevall-networks-resurs-bank-payment-gateway-for-woocommerce-*.po
Languages: nb_no, sv_se

source: Resurs Bank Payments
nb_no: Resurs bank Betalinger
sv_se: Resurs Bank betalningar

source: Unnamed config section
nb_no: Konfigurasjonsdel uten navn
sv_se: Namnlöst konfigurationsavsnitt

source: Coexisting note: This plugin has discovered a prior version of Resurs Bank Payment Gateway!
nb_no: Coexisting Merk: Dette programtillegget har oppdaget en tidligere versjon av Resurs Bank Payment Gateway!
sv_se: Samexisterande Anmärkning: Detta plugin har upptäckt en tidigare version av Resurs Banks Betalningsgateway!

source: This should not be a problem as they are coexistent. However, running them simultaneously is probably not what you want.
nb_no: Dette bør ikke være et problem da de er sameksistente. Men kjører dem samtidig er sannsynligvis ikke det du vil ha.
sv_se: Detta bör inte vara ett problem eftersom de är samexisterande. Men att köra dem samtidigt är förmodligen inte vad du vill.

source: Coexisting note: This plugin has discovered a similar version of Resurs Bank Payment Gateway!
nb_no: Coexisting Merk: Dette programtillegget har funnet en lignende versjon av Resurs Bank Payment Gateway!
sv_se: Samexisterande Anmärkning: Detta plugin har upptäckt en liknande version av Resurs Banks betalningsgateway!

source: This probably means you are running on duplicate software. You should consider disabling one of them!
nb_no: Dette betyr sannsynligvis at du kjører på duplikat programvare. Du bør vurdere å deaktivere en av dem!
sv_se: Detta innebär förmodligen att du kör på duplicerad programvara. Du bör överväga att inaktivera en av dem!

source: This plugin has disabled the coexisting prior version of Resurs Bank for WooCommerce on demand.
nb_no: Dette programtillegget har deaktivert samexisterend tidligere versjon av Resurs Bank for WooCommerce on demand.
sv_se: Detta plugin har på begäran avaktiverat den tidigare versionen av Resurs Bank för WooCommerce.

source: If you do not know what this is about, you might want to take a look in the configuration, where this feature can be shut off.
nb_no: Hvis du ikke vet hva dette handler om, vil du kanskje ta en titt i konfigurasjonen, der denne funksjonen kan slås av.
sv_se: Om du inte vet vad det här handlar om, kan du ta dig en titt i inställningarna, där denna egenskap kan stängas av.

source: It seems that you run on a WooCommerce version that is lower than %s. It is recommended that you upgrade to the latest version of WooCommerce, to maintain best possible compatibility.
nb_no: Det virker som du kjører på en WooCommerce versjon som er lavere enn %s. Det anbefales at du oppgraderer til den nyeste versjonen av WooCommerce for å opprettholde best mulig kompatibilitet.
sv_se: Det ser ut som att du använder en WooCommerce-version som är lägre än %s. Det är rekommenderat att du uppgraderar till den senaste versionen av WooCommerce, för att kunna upprätthålla bästa möjliga kompatibilitet.

source: Basic settings
nb_no: Grunnleggende innstillinger
sv_se: Standardinställningar

source: Merchant Configuration
nb_no: Konfigurasjon av kjøpmann
sv_se: Ombudets inställningar

source: Enable/Disable
nb_no: Aktiver/Deaktiver
sv_se: Aktivera/inaktivera

source: Enable
nb_no: Aktiver
sv_se: Aktivera

source: If not enabled, all vital functions in the plugin are shut off. Functions affecting prior orders will still function.
nb_no: Hvis ikke aktivert, alle vitale funksjoner i plugin er slått av. Funksjoner som påvirker tidligere bestillinger vil fortsatt fungere.
sv_se: Om denna inte är aktiverad, så kommer alla vitala funktioner i tillägget vara avstängda. Funktioner som påverkar tidigare orders fungerar fortfarande.

source: Default tax class
nb_no: Standard mva-klasse
sv_se: Standard momsklass

source: Used by the plugin when no other options are available (for example in payment fees).
nb_no: Brukes av plugin når ingen andre alternativer er tilgjengelige (for eksempel i betaling avgifter).
sv_se: Används av tillägget när inga andra alternativ är tillgängliga (exempelvis i betalningsavgifterna).

source: Environment
nb_no: Miljø
sv_se: Miljö

source: Test/Staging
nb_no: Test

source: Production
nb_no: Produksjon
sv_se: Produktion

source: Chosen environment used by the plugin. This setting is global for all configured credentials. If you for example choose test as the environment, it will also be used for the entire plugin.
nb_no: Valgt miljø som brukes av plugin. Denne innstillingen er global for alle konfigurerte brukerdata. Hvis du for eksempel velger test som miljø, vil den også bli brukt for hele plugin.
sv_se: Vald miljö som används av tillägget. Den här inställningen är global för alla konfigurerade autentiseringsuppgifter. Om du till exempel väljer test som miljö, kommer det också att användas för hela tillägget.

source: Credentials
nb_no: Brukerdata
sv_se: Autentiseringsuppgifter

source: Advanced settings
nb_no: Avanserte innstillinger
sv_se: Avancerade inställningar

source: Miscellaneous settings
nb_no: Diverse innstillinger
sv_se: Diverse inställningar

source: Payment method update interval (in seconds)
nb_no: Oppdateringsintervall for betalingsmetode (i sekunder)
sv_se: Uppdateringsintervall för betalningsmetod (i sekunder)

source: Defines how often, in seconds, for which the plugin should check for and update payment methods by itself. Value must be larger than 300 seconds. Can be defined as 1m=1 month, 2d=2 days, 3h=3 hours and so on. This option is supported in cron mode.
nb_no: Definerer hvor ofte, i sekunder, som plugin skal se etter og oppdatere betalingsmåter av seg selv. Verdien må være større enn 300 sekunder. Kan defineres som 1m = 1 måned, 2D = 2 dager, 3t = 3 timer og så videre. Dette alternativet er støttet i cron-modus.
sv_se: Definierar hur ofta, i sekunder, som tillägget ska söka efter och uppdatera betalningsmetoder av sig själv. Värdet måste vara större än 300 sekunder. Kan definieras som 1m = 1 månad, 2d = 2 dagar, 3h = 3 timmar och så vidare. Detta alternativ stöds i cron-läge.

source: Disable coexisting plugin
nb_no: Deaktiver sameksisterende plugin
sv_se: Inaktivera samexisterande plugin

source: This feature turns off prior versions of Resurs Bank Payment Gateway if it exists and is enabled.
nb_no: Denne funksjonen deaktiverer tidligere versjoner av resurs bank Payment Gateway hvis den finnes og er aktivert.
sv_se: Den här funktionen stänger av tidigare versioner av Resurs Banks betalningsgateway om den finns och är aktiverad.

source: Disable
nb_no: Deaktiver
sv_se: Avaktivera

source: Shop related settings
nb_no: Shop relaterte innstillinger
sv_se: Shoprelaterade inställningar

source: Configure StoreID access on user level
nb_no: Konfigurer StoreID tilgang på brukernivå
sv_se: Konfigurera StoreID åtkomst på användarnivå

source: This feature enables ability to configure how store ids should be handled in the order list views, on user level.
nb_no: Denne funksjonen gjør det mulig å konfigurere hvordan butikk-IDer skal håndteres i ordre listevisninger, på brukernivå.
sv_se: Med den här funktionen kan du konfigurera hur butiks-ID: n ska hanteras i orderlist-vyerna på användarnivå.

source: Enabled
nb_no: Aktivert
sv_se: Aktiverad

source: Force signed payments
nb_no: Fremtving signerte betalinger
sv_se: Tvinga signeringar

source: This feature enables signing of payments in simplified and hosted flows, which requires all payments to be signed.
nb_no: Denne funksjonen gjør det mulig å signere betalinger i forenklet og driftet flyt, som krever at alle betalinger signeres.
sv_se: Den här egenskapen aktiverar signering av betalningar i simpla och hostade flödet, vilket kommer kräva att alla betalningar signeras.

source: Plugin behaviour flags
nb_no: Flagg for atferd i plugin
sv_se: Flaggor för pluginbeteende

source: Flags that changes common behaviour in special functions
nb_no: Flagg som endrer vanlig oppførsel i spesielle funksjoner
sv_se: Flaggor som förändrar ett beteende i specialfunktioner

source: About
nb_no: Om
sv_se: Om

source: Plugin information
nb_no: Plugin informasjon

source: Payment methods are not available for country "%s" or site has not yet been configured.
nb_no: Betalingsmåter er ikke tilgjengelige for land "%s", eller butikken er ennå ikke konfigurert.
sv_se: Betalningsmetoder är inte tillgängliga för land "%s" eller så har butiken ännu inte konfigurerats.

source: Not available.
nb_no: Ikke tilgjengelig.
sv_se: Ej tillgängligt.

source: Private
nb_no: Privat
sv_se: Privat

source: Company
nb_no: Firma
sv_se: Företag

source: Government ID
nb_no: Fødselsdato
sv_se: Personnummer

source: Enter your government id (social security number)
nb_no: Fyll inn fødselsdato
sv_se: Ange ditt personnummer

source: Request failed due to missing credentials.
nb_no: Forespørselen mislyktes på grunn av manglende brukerdata.
sv_se: Begäran misslyckades på grund av saknade autentiseringsuppgifter.

source: Dismissed notices
nb_no: Avskjediget merknader
sv_se: Avfärdade meddelanden

source: Restore notices and elements hidden by plugin
nb_no: Gjenopprett merknader og elementer skjult av plugin
sv_se: Återställ meddelanden och element som är dolda av tillägget

source: Security verification failure.
nb_no: Feil ved sikkerhetskontroll.
sv_se: Säkerhetsverifiering misslyckad.

source: You must be administator.
nb_no: Du må være administrator.
sv_se: Du måste vara administratör.

source: Security key mismatch.
nb_no: Sikkerhetsnøkkel samsvarer ikke.
sv_se: Säkerhetsnyckeln matchade inte.

source: Close
nb_no: Steng
sv_se: Stäng

source: No payment method has been selected.
nb_no: Ingen betalingsmetode er valgt.
sv_se: Ingen betalningsmetod har valts.

source: Contact government ID
nb_no: Kontaktens Fødselsdato
sv_se: Kontaktpersonens personnummer

source: Applicant full name
nb_no: Søkerens fulle navn
sv_se: Sökandes fullständiga namn

source: Applicant government ID
nb_no: Fødselsdato
sv_se: Sökande personnummer

source: Applicant phone number
nb_no: Telefonnummer til søker
sv_se: Telefonnummer till sökande

source: Applicant mobile number
nb_no: Mobilnummer for søker
sv_se: Mobilnummer

source: Applicant email address
nb_no: E-postadresse til søker
sv_se: E-postaddress

source: Card
nb_no: Kort
sv_se: Kort

source: Card number
nb_no: Kort nummer
sv_se: Kortnummer

source: Read more
nb_no: Les mer
sv_se: Läs mer

source: Complete payment solution for Resurs Bank, with support for multiple countries.
nb_no: Komplett betalingsløsning for Resurs Bank, med støtte for flere land.
sv_se: Komplett betalningslösning för resurs bank, med stöd för flera länder.

source: shipping
nb_no: frakt
sv_se: frakt

source: coupon
nb_no: kupong
sv_se: kupong

source: BookPaymentStatus could not be determined
nb_no: BookPaymentStatus kunne ikke fastslås
sv_se: BookPaymentStatus kunde inte hittas.

source: Order was instantly booked.
nb_no: Bestill ble umiddelbart bestilt.
sv_se: Ordern bokades direkt.

source: Customer went to signing process.
nb_no: Kunden gikk til signeringsprosessen.
sv_se: Kunden pekades om till signeringsprocess.

source: Customer signed payment - order is booked.
nb_no: Kunden signerte - betalingsordre er bestilt.
sv_se: Kund har signerat betalningen - ordern är bokad.

source: If you make changes on the settings below, make sure you save them by clicking on the save button before leaving.
nb_no: Hvis du gjør endringer på innstillingene nedenfor, må du huske å lagre dem ved å klikke på Lagre-knappen før avreise.
sv_se: Om du gör ändringar på inställningarna nedan, se till att du sparar dem genom att klicka på knappen Spara innan du lämnar.

source: Also make sure that you update your credentials when switching between staging and production.
nb_no: Pass også på at du oppdaterer brukerdata dine når du veksler mellom test og produksjon.
sv_se: Kontrollera också att du uppdaterar dina autentiseringsuppgifter när du växlar mellan test/staging och produktion.

source: Active
nb_no: Aktive
sv_se: Aktiv

source: Chosen shopflow
nb_no: Valgt shopflow
sv_se: Valt shopflöde

source: Payment method name and flow mismatch.
nb_no: Det er uoverensstemmelser mellom metodenavn og valgt fløde.
sv_se: Betalningsmetodens namn och flöde matchar ej.

source: Unable to process your order. Your session has expired. Please reload the checkout and try again (error #getWasInCheckout).
nb_no: Kan ikke behandle bestillingen din. Økten din har utløpt. Vennligst last inn kassen og prøv igjen (feil #getWasInCheckout).
sv_se: Det går inte att behandla din beställning. Sessionen har upphört att gälla. Vänligen ladda om kassan och försök igen (fel #getWasInCheckout).

source: Connect Resurs Bank as WooCommerce payment gateway
nb_no: Koble Resurs Bank som WooCommerce betaling gateway

source: This is the major plugin switch. If not checked, it will be competely disabled, except for that you can still edit this administration control.
sv_se: Detta är huvudkontrollen för pluginet. Om den inte är ikryssad, kommer pluginet vara helt avstängd, förutom att du fortfarande kan redigera i den här kontrollpanelen.

source: The cost of purchase module is not available right now. Please try again later.
sv_se: Modulen för kostnadsexempel är inte tillgänglig för tillfället. Vänligen försök igen senare.
