Repository: ResursBank/woocommerce-gateway
Catalog: languages/WC_Payment_Gateway-*.po
Languages: da_dk, nb_no

source: Enable/Disable
da_dk: Aktiver/Deaktiver
nb_no: Aktiver/Deaktiver

source: Enabled
da_dk: Aktiveret
nb_no: Aktivert

source: This is the major plugin switch. If not checked, it will be competely disabled, except for that you can still edit this administration control.
nb_no: Plugin aktiverer. Hvis ikke merket, vil den være competely deaktivert, bortsett fra at du fortsatt kan redigere denne administrasjonskontrollen.

source: Use woocommerce order ids (postid) as references
nb_no: Bruke woocommerce ordre-IDene (postid) som referanser

source: This function tries to use the internal post id as orderid instead of the references created by the plugin
nb_no: Denne funksjonen prøver å bruke interne id som OrdreID i stedet for cellereferanser som er opprettet av plugg

source: Country
da_dk: Land
nb_no: Land

source: Sweden
da_dk: Sverige
nb_no: Sverige

source: Denmark
da_dk: Danmark
nb_no: Danmark

source: Norway
da_dk: Norge
nb_no: Norge

source: The country for which the payment services should be used
da_dk: Vælg det land som betalingsalternativer skal anvendes i
nb_no: Landet der betalingstjenesten skal brukes

source: Resurs Checkout: Fully integrated payment solutions based on iframes (as much as possible including initial customer data are handled by Resurs Bank without leaving the checkout page)
nb_no: Resurs Checkout: Fullt integrerte betalingsløsning basert på iFrames (så mye som mulig inkludert innledende kundedata behandles av Resurs Bank uten å forlate kassen)

source: Simplified Shop Flow: Payments goes through Resurs Bank API (Default)
da_dk: Forenklet Shop Flow: Betalinger går gennem Resurs Bank API (standard)
nb_no: Forenklet betalings-flow: Betalinger går gjennom Resurs Bank API (Standard)

source: Hosted Shop Flow: Customers are redirected to Resurs Bank to finalize payment
da_dk: Hosted Shop Flow: Kunder omdirigeres til Resurs Bank for at færdiggøre købet
nb_no: Hosted Shop Flow: Kunden omdirigeres til Resurs Bank for å fullføre betalingen

source: What kind of shop flow you want to use
da_dk: Hvilken type shop flow vil du anvende
nb_no: Hva slags butikk-flow ønsker du å bruke

source: Title
da_dk: Titel
nb_no: Tittel

source: This controls the payment method title, which the user sees during checkout.
da_dk: Dette kontrollerer betalingsmetodens titel som kunden ser i kassen
nb_no: Dette kontrollerer betalingsmetodenes tittel som kunder ser under checkout.

source: Description
da_dk: Beskrivelse
nb_no: Beskrivelse

source: This controls the payment method description which the user sees during checkout.
da_dk: Dette kontrollerer betalingsmetodens beskrivelse som kunden ser i kassen
nb_no: Dette kontrollerer betalingsmetodenes beskrivelse som kunder ser under checkout.

source: Web services username
da_dk: Brugernavn til Resurs Bank Webservices
nb_no: Web service brukernavn

source: Web services username, received from Resurs Bank
nb_no: Brukernavn for web tjenester, mottatt fra Resurs Bank

source: Web services password
da_dk: Kodeord til Resurs Bank Webservices
nb_no: Web service passord

source: Web services password, received from Resurs Bank
nb_no: Webtjenester passord, mottatt fra Resurs Bank

source: BaseURL Webservices Test-Environment
da_dk: BaseURL Webservices testmiljø
nb_no: BaseURL Webservices for Test-Environment

source: Server environment
da_dk: Servermiljø
nb_no: Server område

source: Production
nb_no: Produksjon

source: Set which server environment you are working with (Test/production)
nb_no: Angi hvilke servermiljø du arbeider med (Test/produksjon)

source: Custom callback URL
nb_no: Egendefiniert callback URL

source: If your callback URL has another URL than the defaults, you may enter the URL here. Default value is your site-URL. If this value is empty, the URL will be automatically generated.
nb_no: Hvis din callback-URL har en annen URL enn standardinnstillingene, kan du skrive inn nettadressen her. Standardverdien er webadressen din. Hvis denne verdien er tom, genereres nettadressen automatisk.

source: Register Callbacks
da_dk: Registrere callbacks
nb_no: Registrer Callback

source: Tax
nb_no: Skattesatsen som vil bli lagt til betalingsmetodene

source: The tax rate that will be added to the payment methods
da_dk: Der vil blive lagt på moms på afgiften på de forskellige betalingsmetoder
nb_no: Skattesatsen som vil bli lagt til betalingsmetodene

source: During payment process, also handle order by reducing order stock
nb_no: Under betalingsprosessen, håndtere også bestillingen ved å redusere ordrebeholdningen

source: Defines whether the plugin should wait for the fraud control when booking payments, or not
da_dk: Bestemmer hvorvidt pluginet skal vente på bedragerikontrollen ved booking af betalinger eller ej
nb_no: Definerer om plugin skal vente på svindelkontroll ved registrering av betalinger, eller ikke

source: Disable Aftershop
nb_no: Deaktivere Aftershop

source: Disable aftershop capabilities
nb_no: Deaktivere aftershop funksjoner

source: Defines whether the plugin should use aftershop functions or not. Adds the ability to disable aftershop completely if you want to implement your own aftershop flow. Default: Aftershop capabilities are enabled.
nb_no: Definerer hvorvidt det plugg burde bruk aftershop funksjonene eller ikke. Legger til muligheten til å deaktivere aftershop helt hvis du ønsker å implementere din egen aftershop funksjone. Standard: Aftershop-funksjoner er aktivert.

source: Defines if a payment should be annulled immediately if Resurs Bank returns a FROZEN state
da_dk: Bestemmer hvorvidt en betaling skal annulleres øjeblikkeligt hvis Resurs Bank API returnerer FROZEN
nb_no: Definerer om en betaling skal bli annulert direkte hvis Resurs Bank returnerer FROZEN

source: If you don't want to wait for manual handling of orders that has been FROZEN during the payment, this feature enables the ability to immediately annul failing payments in the system. If this feature is enabled, you also need to have waitForFraudControl enabled. This behaviour is commonly used by shops that sells tickets and alike.
nb_no: Hvis du ikke vil vente for manuell håndtering av ordrer som har vært frosset under betalingen, gjør denne funksjonen mulighet å umiddelbart annullere sviktende betalinger i systemet. Hvis denne funksjonen er aktivert, må du også ha waitForFraudControl aktivert. Dette er vanligvis brukt av butikker som selger billetter og likt.

source: Defines if a payment should be debited immediately on a booked payment (Not available for Resurs Checkout)
nb_no: Definerer om betalingen skal bli debitert umiddelbart ved en registrert betaling

source: You can only activate this feature if you have goods that can be delivered immediately, like electronic tickets and downloads
nb_no: Du kan bare aktivere denne funksjonen hvis du har varer som kan leveres umiddelbart, som elektroniske billetter og nedlastinger

source: Restoring Payment Method gateway files
da_dk: Gendannelse af gateway filer
nb_no: Gjenoppretter Payment Method gateway-filer

source: If a payment gateway file (in the includes folder) is missing, they will be restored automatically if they disappear (e.g. when upgrading the plugin). Checking this box limits automatic restorations, so they only gets activates when administrators are logged in
da_dk: Hvis en betalingsmetodes gatewayfil mangler (gemmes i includes mappen), vil den blive gendannet automatisk (eksempelvis når pluginet opgraderes). Klikke du i denne begrænses denne gendannelse så den kun bliver aktiveret når en administrator logger på.
nb_no: Hvis en betalingsgateway-fil (i den inkluderte mappen) mangler, blir de automatisk gjenopprettet hvis de forsvinner (for eksempel når du oppgraderer plugin). Ved å sjekke denne boksen begrenses automatiske restaureringer, slik at de bare aktiveres når administratorene er logget inn

source: Only administrators may restore gateway files
da_dk: Kun administratorer må gendanne gatewayfiler
nb_no: Bare administratorer kan gjenopprette gateway filer

source: URL to custom CSS for costOfPurchase
da_dk: URL til brugerdefinerede CSS for costOfPurchase
nb_no: URL til egendefinert CSS for costOfPurchase

source: Define your custom CSS for the cost of purchase example (if empty, a default file will be used)
da_dk: Definere din brugerdefinerede CSS for omkostningerne ved køb eksempel (hvis blank, bruges en standardfil)
nb_no: Definer din custom CSS for prisen af kjøpseksempel (hvis denne er tom, vil en standardfil bli brukt)

source: Handle NAT connections
da_dk: Håndtere NAT forbindelser
nb_no: Håndtere NAT forbindelser

source: Defines if the plugin should perform a simple check against proxies on customer ip addresses (Not recommended to activate since it opens up for exploits, but if you have many connecting customers that seem to be on NATed networks, this may help a bit)
da_dk: Bestemmer om pluginet skal udføre en simpel kontrol af kundens ip adresse (anbefales ikke at aktivere, eftersom af at det åbner op for sårbarheder, men hvis du mange kunder der er forbundet via NATede netværk, så kan det hjælpe en smule)
nb_no: Defineres om plugin skal utføre en enkel kontroll mot proxyer på kundens ip-adresser (Ikke anbefalt for å aktivere fordi den åpner opp for utnyttelse, men hvis du har mange tilkoblingskunder som ser ut til å være på NATed-nettverk, kan dette hjelpe litt)

source: getAddressBox Enabled
da_dk: getAddressBox aktiveret
nb_no: getAddressBox aktivert

source: If enabled, a box for social security numbers will be shown on the checkout. For Sweden, there will also be a capability to retrieve the customer home address, while active.
da_dk: Hvis aktiveret, vil en boks til personnumre blive vist på kassen. For Sverige, vil der også være en mulighed for at hente kunden hjemmeadresse, mens aktiv.
nb_no: Hvis aktivert, vil en boks for personnummer bli vist i kassen. Mens aktiv vil det for Sverige også være mulig å hente kundens hjemmeadresse.

source: Streamlined customer field behaviour
nb_no: Strømlinjeformet kundefeltadferd

source: Fields that are required to complete an order from Resurs Bank, are hidden when active, since the fields required for Resurs Bank are inherited from WooCommerce fields by default.
da_dk: Felter, der kræves til at udføre en ordre fra Resurs Bank, er skjulte, når aktiv, da de felter, der kræves til Resurs Bank er arvet fra WooCommerce felter som standard.
nb_no: Felt som kreves for å fullføre en bestilling fra Resurs Bank er skjult når de er aktive, siden feltene som kreves for Resurs Bank er overført fra WooCommerce-feltene som default.

source: Show Resurs Bank payment ids in order view
nb_no: Vis Resurs Bank betaling-IDer i ordre visning

source: Do you need to show order references in the order list view? This makes it happen!
nb_no: Trenger du å vise referanser i listevisningen? Dette gjør det skje!

source: Demoshopläge
da_dk: Demoshop
nb_no: Demoshop-modus

source: Define if this shop is a demo store or not, which opens for more functionality (This option also forces the use of test environment)
da_dk: Definer, om denne butik er en demo butik eller ej, der åbner for mere funktionalitet (Dette tvinger også brugen af ​​testmiljøet)
nb_no: Definer om denne butikken er en demo butikk eller ikke, hvilket åpner opp for mer funksjonalitet (dette alternativet tvinger også bruken av testmiljøet

source: Make getAddress fetch live data while in test mode
da_dk: Gør getAddress hente live data, mens i testtilstand
nb_no: Få getAddress til å hente live data mens du er i testmodus

source: If enabled, live data will be available on getAddress-requests while in demo shop. Credentials for production - and enabling of demoshop mode - are required! Feature does not work for Omni Checkout.
nb_no: Hvis aktivert vil live data være tilgjengelig på getAddress-forespørsler mens du er i demo-butikk. Credentials for produksjon er påkrevd. Funksjonen virker ikke for Resurs Checkout.

source: Web services username (getAddress/Production)
da_dk: Brugernavn til Resurs Bank Webservices (getAddress/Produktion)
nb_no: Web service brukernavn (getAddress/Produksjon)

source: Resurs Bank web services username (getaddress/Production)
da_dk: Brugernavn til Resurs Bank Webservices (getAddress/Produktion)
nb_no: Resurs Bank web services brukernavn (getAddress/Produksjon)

source: Web services password (getAddress/Production)
da_dk: Kodeord til Resurs Bank Webservices (getAddress/Produktion)
nb_no: Web service passord (getAdress/produksjon)

source: Resurs Bank web services password (getAddress/Production)
da_dk: Kodeord til Resurs Bank Webservices (getAddress/Produktion)
nb_no: Resurs Bank web service passord (getAdress/produksjon)

source: Prevent caching of included javascripts
nb_no: Forhindre caching av inkluderte javascripts

source: Enable this feature, if resursbank.js tend to cache older versions even after the codebase are updated
nb_no: Aktiver denne løsningen om resursbank.js forsøker cache eldre versjoner selv etter kodebasen er oppdatert

source: Resurs developer mode for simulations
nb_no: Gjenoppretter utviklermodus for simuleringer

source: Enable this feature and things may go wrong (this is automatically disabled in production)
nb_no: Aktivere denne funksjonen og ting kan gå galt (dette er automatisk deaktivert i produksjon)

source: Include empty tax classes in admin config
nb_no: Inkluder tom skatt klasser i administrasjonskonfigurasjon

source: If your needs requires all tax classes selectable in this administration panel, enable this option to reach them
nb_no: Hvis behovene krever alle skatt klasser kan velges i denne administrasjonspanel, Aktiver dette alternativet for å nå dem

source: SuccessUrl-simulation
nb_no: SuccessUrl-simulering

source: If you are in simulation mode, you can enter your own successurl here, for which Resurs Checkout is sending you to, during a purchase
nb_no: Hvis du er i simulatormodus, kan du angi egne successurl her, som Resurs Checkout sender deg til under et kjøp

source: Special flags
nb_no: Spesielle flagg

source: Set up flags here (comma separated) to test, reveal or activate parts of the plugin that is normally not available.
nb_no: Sett opp flagg her (kommaseparert) for å teste, aktivere deler av plugin som normalt ikke er tilgjengelig.

source: Callback update interval
nb_no: Callbacks oppdateringsintervall

source: Sets an interval for which the callback urls and salt key will update against Resurs Bank next time entering the administration control panel. This function has to be enabled above, to have any effect. Interval is set in days.
nb_no: Angir et intervall som tilbakeringing nettadresser og salt nøkkel vil oppdatere mot Resurs Bank neste gang inn til administrasjons kontrollpanelet. Denne funksjonen aktiveres ovenfor. Intervallet angis i dager.

source: Enable automatic callback updates
nb_no: Aktiver automatiske callback-oppdateringer

source: Enabling this, the plugin will update callback urls and salt key, each time entering the administration control panel after a specific time
nb_no: Aktivere dette vil plugin oppdatere callback URLen og salt-koden hver gang inn til administrasjons kontrollpanelet etter en bestemt tid

source: Keep standard customer fields open for Resurs Checkout in test
nb_no: Holde vanlige felt åpne for Resurs Checkout i test

source: Resurs Checkout Feature: If your plugin is running in test mode, you might want to study the behaviour of the standard customer form fields when communicating with the iframe
nb_no: Resurs Checkout Feature: Hvis din plugin kjører i testmodus, kan du studere atferden til vanlige skjemafelt ved kommunikasjon med iframe

source: Annuity factor config
nb_no: Annuitetens faktor

source: Annuity factor duration
nb_no: Annuitetens faktor - varighet

source: Current chosen payment method for annuity factors
nb_no: Gjeldende valgte betalingsmåten for annuiteten faktorer

source: Order status on instant finalizations
nb_no: Statusen på instant finalizations

source: Payment methods like SWISH, Vips, direct bank transfers, and so on tend to be followed by direct debiting which finalizes orders before they are shipped. To prevent this, you can set up a specific status for such payment methods when Resurs callback event FINALIZATION occurs
nb_no: Betalingsmetoder som SWISH, Vips, direkte bankoverføringer, og så videre, blir etterfulgt av direkte debitering som fullfører bestillinger før de sendes. For å forhindre dette kan du sette opp en bestemt status for slike betalingsmåter når Resurs tilbakeringingshendelse FINALIZATION skjer

source: Use default (Completed)
nb_no: Bruk forvald

source: Processing
nb_no: Behandler

source: Credited (refunded)
nb_no: Kreditert (refunded)

source: Completed
nb_no: Fullført

source: Pending (on-hold)
nb_no: På vent (on-hold)

source: Annulled (cancelled)
nb_no: Annullert (cancelled)

source: Instant debitable payment methods
nb_no: Øyeblikkelig debitable betalingsmetoder

source: Payment methods that are considered instantly debitable during a payment process
nb_no: Betalingsmetoder som anses umiddelbart fakturerbare under en betalingsprosessen

source: Payment processing
nb_no: Betalingsbehandling

source: Status code for an order set by Resurs Bank during callbacks, transforms into this WooCommerce status. Default: Processing
nb_no: Statuskode for en ordre som er satt av Resurs Bank under callbacks, transformeres inn i denne WooCommerce statusen. Standard: Behandler

source: Use default
nb_no: Bruk standard

source: Pending
nb_no: Ventande

source: Refunded
nb_no: Tilbakebetalt

source: On hold
nb_no: På vent (on-hold)

source: Cancelled
nb_no: Annullert (cancelled)

source: Payment completed
nb_no: Betaling fullført

source: Status code for an order set by Resurs Bank during callbacks, transforms into this WooCommerce status. Default: Completed
nb_no: Statuskode for en ordre som er satt av Resurs Bank under tilbakeanrop, transformeres inn i denne WooCommerce statusen. Standard: Fullført

source: Payment annulled
nb_no: Orderen er annulert

source: Status code for an order set by Resurs Bank during callbacks, transforms into this WooCommerce status. Default: Cancelled
nb_no: Statuskode for en ordre som er satt av Resurs Bank under callbacks, transformeres inn i denne WooCommerce statusen. Standard: Annullert

source: Payment credited
nb_no: Orderen er kreditert

source: Status code for an order set by Resurs Bank during callbacks, transforms into this WooCommerce status. Default: Refunded
nb_no: Statuskode for en ordre som er satt av Resurs Bank under callbacks, transformeres inn i denne WooCommerce statusen. Standard: Kreditert/Refunded

source: Payment automatically debited
nb_no: Direktebetataling er gjennomført

source: Payment flagged fraud
nb_no: Betalingsmetode-navn

source: Status code for an order set by Resurs Bank during callbacks, transforms into this WooCommerce status. Default: On hold
nb_no: Statuskode for en ordre som er satt av Resurs Bank under callbacks, transformeres inn i denne WooCommerce statusen. Standard: På vent (on-hold)

source: If you are leaving this field empty, the default title will be used in the checkout
nb_no: Hvis du lar dette feltet stå tomt brukes standard

source: Custom payment method icon
nb_no: Tilpasset betalingsmetode-ikon

source: Used for branded logotypes as icons for the specific payment method. The image type must be a http/https-link. Suggested link is local, uploaded to WordPress own media storage.
nb_no: Brukes for merkede logoer som ikoner for den spesifikke betalingsmetoden. Bildetypen må være en http/https-link. Foreslått lenke er lokal, opplastet til WordPress egen media lagring.

source: Enable/Disable payment method icon
nb_no: Aktiver/Deaktiver betalingsmetode-ikon

source: Payment fee for this payment method
da_dk: Gebyr for at anvende denne betalingsmetode
nb_no: Gebyr for denne betalingsmetode

source: Description of this payment method fee
da_dk: Beskrivelse af denne betalingsmetodes gebyr
nb_no: Beskrivelse av betalingsmetodens gebyr

source: This controls the title of Resurs Checkout as a payment method in the checkout
nb_no: Bestemmer tittelen Resurs sjekk som betalingsmetode i kassa

source: Change the (CSS)-shape of the iframe
nb_no: Endre (CSS) -formen til iframe

source: This controls the shape of the iframe CSS (meaning you may use CSS code here to change the background and shape of the iframe)
nb_no: Dette styrer formen på iframe CSS (som betyr at du kan bruke CSS-kode her for å endre bakgrunnen og formen på iframe)

source: iFrame location
nb_no: iFrame-plassering

source: After checkout form (Default)
nb_no: Etter kassen-skjema (Standard)

source: Before order review
nb_no: Ordreoversikt

source: In payment method list
nb_no: I betalingsmetode-listen

source: No methods on Checkout (Experimental)
nb_no: Ingen metoder på kassa (Experimental)

source: Remove payment methods list if Resurs Checkout is the only gateway
nb_no: Fjerne betaling metoder liste hvis Resurs Checkout er den eneste gatewayen

source: Reload checkout on cart changes
nb_no: Oppdater checkout ved endringer i handlevogn

source: If you experience problems during the checkout (the iframe does not reload properly when the cart is updated), activating will reload the checkout page completely instead of just the iframe
nb_no: Hvis du opplever problemer rundt checkout (hvis iFramen ikke oppdateres på nytt når vognen er oppdatert), vil aktivering laste opp checkout-siden på nytt, isteden for bare iFramen

source: Remove all default customer fields when loading Omni Checkout iframe
nb_no: Fjern alle standard kundefelt når du laster inn Resurs Checkout iFrame

source: Normally, OmniCheckout has all necessary customer fields located in the iFrame. The plugin removes those fields automatically from the checkout. However, templates may not always clean up the fields properly. This option fixes this, but may affect the checkout in other ways than expected.
nb_no: Normalt har Resurs Checkout alle nødvendige kundefelt i iFramen. Pluginet fjerner disse feltene automatisk fra kassen. Maler kan imidlertid ikke alltid rydde opp feltene riktig. Dette alternativet løser dette, men kan påvirke kassen på andre måter enn forventet.

source: Use standard customer fields to update shipping methods when postal code changes (Experimental)
nb_no: Bruke vanlige felt til å oppdatere leveringsmetoder når postnummer endres (Experimental)

source: Checkout form fields must not be empty
nb_no: Obligatoriske felt må ikke stå tomme

source: This setting secures that this plugin is returning an array, if WooCommerce for some passes over completely empty data (null) during the checkout process
nb_no: Denne innstillingen sikrer at denne plugin returnerer en matrise, hvis WooCommerce for noen går over helt tom data (null) under betalingsprosessen

source: Method
nb_no: Metode

source: Process
nb_no: Prosess

source: Disabled
da_dk: Deaktiveret
nb_no: Deaktivert

source: In demo mode, this payment method is shown regardless of the total payment amount and the payment method limits
nb_no: I demo-modus vises denne betalingsmetoden uansett totale betalingsbeløpet og betalingsmetoden grenser

source: Restricted
nb_no: Begrenset

source: This controls the payment method title which the user sees during checkout.
da_dk: Dette kontrollerer betalingsmetodens titel som kunden ser i kassen
nb_no: Dette kontrollerer betalingsmetode-tittelen som kunder ser under checkout.

source: Basic settings
nb_no: Grunnleggende innstillinger

source: Shop flow settings
nb_no: Shop flow innstillinger

source: Advanced settings
nb_no: Avanserte innstillingar

source: Click to edit
nb_no: Trykk for å Redigere

source: Save
nb_no: Lagre

source: No selectable options are available for this option
nb_no: Ingen alternativer er tilgjengelige for dette alternativet
