Repository: ResursBank/woocommerce-gateway
Catalog: languages/WC_Payment_Gateway-*.po
Languages: da_dk, nb_no

source: Plugin information
nb_no: Plugin informasjon

source: Available
nb_no: Tilgjengeleg

source: Not available
nb_no: Ikkje tilgjengeleg

source: Omni Checkout: Fully integrated payment solutions based on iframes (as much as possible including initial customer data are handled by Resurs Bank without leaving the checkout page)
da_dk: Omni-checkout: Fuldt integreret betalingsløsning som baseres på iframes (i så stor udstrækning som muligt inklusiv de kundedata der håndteres af Resurs Bank uden at forlade kassen)
nb_no: Resurs Checkout: Fullt integrerte betalingsløsning basert på iFrames (så mye som mulig inkludert innledende kundedata behandles av Resurs Bank uten å forlate kassen)

source: Authentication error
nb_no: Brukerautentisering feil

source: The service can not be reached for the moment (HTTP Error
nb_no: Tjenesten kan ikke nås for øyeblikket (HTTP-feil

source: Unreachable service, code
nb_no: Tjenesten kan ikke nås, kode

source: Resurs Bank Configuration - Shop flow
nb_no: Resurs Bank konfigurasjon - Shop flow

source: Resurs Bank Configuration - Advanced settings
nb_no: Resurs Bank Configuration - Avanaserte innstillingar

source: Resurs Bank Configuration
nb_no: Resurs Bank konfigurasjon

source: Resurs Bank payment gateway configuration
nb_no: Resurs Bank betalings-gateaway konfigurasjon

source: Plugin and checkout
nb_no: Plugin og kassa

source: API Settings
nb_no: API Innstillinger

source: Your callbacks requires an update. The plugin will do this for you as soon as this page has is done loading...
nb_no: Dine callbacks krever en oppdatering. Plugin vil gjøre dette for deg så snart denne siden er ferdig med å lade ...

source: Callback URLs registered at Resurs Bank
nb_no: Callbacks registrert hos Resurs Bank

source: curl module is set to enter debug mode
nb_no: Curl modul settes inn debug-modus

source: Callback health
nb_no: Callbacks helse

source: Last test run
nb_no: Siste prøvekjøring

source: Never
nb_no: Aldri

source: Last test received
nb_no: Siste testen mottatt

source: Payment methods
nb_no: Betalingsmetoder

source: The list of available payment methods will appear, when credentials has been entered
nb_no: Listen over tilgjengelige betalingsmåter vises når brukernavn å passowrd er angitt

source: Payment method titles/descriptions are not editable when using Resurs Checkout as they are handled by Resurs Bank, server side. Contact support if you want to do any changes
nb_no: Betalingsmetode titler / beskrivelser kan ikke redigeres når du bruker Resurs Checkout. Kontakt brukerstøtte hvis du vil gjøre noen endringer

source: The list of available payment methods is not available due to an error at Resurs Bank! See the error message below.
nb_no: Listen over tilgjengelige betalingsmåter er ikke tilgjengelig på grunn av en feil i Resurs Bank! Se feilmeldingen nedenfor.

source: Activate/disable by clicking the X-boxes
nb_no: Aktivere/deaktivere ved å klikke X-bokser

source: Fee
nb_no: Gebyr

source: Shop flow settings are not editable when using Resurs Checkout - Contact support if you want to do any changes
nb_no: Shop flow instillinger kan ikke redigeres når du bruker Resurs Checkout. Kontakt brukerstøtte hvis du vil gjøre noen endringer

source: When all the below settings are unchecked, you are running the plugin with a Resurs Bank preferred configuration
nb_no: Når alle underinnstillingene er fjernet, kjører du pluginet med en resursbank foretrukket konfigurasjon

source: Next invoice number to use
nb_no: Neste fakturanummer

source: Visuals
nb_no: Visuelle effekter

source: Checkout
nb_no: Kassen

source: Advanced
nb_no: Avansert

source: URL Settings
nb_no: URL-instillinger

source: Miscellaneous callback configuration
nb_no: Diverse callback konfigurasjon

source: Customer and store
nb_no: Kunde og butikk

source: Testing and development
nb_no: Testing og utvikling

source: Miscellaneous
nb_no: Øvrigt

source: Special test occasions
nb_no: Spesielle tester

source: Network
nb_no: Nettverk

source: Maintenance
nb_no: Vedlikehold

source: Clean up
nb_no: Rydd opp

source: Resurs settings
nb_no: Resurs innstillinger

source: Cached data
nb_no: Bufret data

source: Default title set by Resurs Bank is
nb_no: Standardtittelen ved Resurs Bank er

source: The payment method editor is not availabe while Resurs Checkout is active
nb_no: Redigeringsprogrammet for betaling-metoden er ikke tilgjengelige mens Resurs Checkout er aktiv

source: Save above configuration with the button below
nb_no: Lagre over konfigurasjon med knappen nedenfor

source: Yes
da_dk: Ja
nb_no: Ja

source: No
da_dk: Nej
nb_no: Nei

source: Payment method gateways are updated
da_dk: Gateways for denne betalingsmetode er opdateret
nb_no: Gateway for betalingsmetoden er oppdatert

source: Change the flow type
da_dk: Ændre flow-typen
nb_no: Endre flow-type

source: Back to shop
da_dk: Tilbage til butik
nb_no: Tilbake til butikken

source: Back to checkout
da_dk: Tilbage til kassen
nb_no: Tilbake til checkout

source: Changing flows when the plugin is not in demo mode is not possible
da_dk: Ændringar for denne flow-type når plugin ikke er i demo-tilstand er ikke mulig
nb_no: Endring av flowen når plugin ikke er i demomodus, er ikke mulig

source: Resurs Bank denied purchase
nb_no: Resurs Bank avslo kjøpet

source: Please reload or save this page to have this list updated
nb_no: Vennligst laste eller lagre denne siden hvis du vil at listen oppdatert

source: Configuration has not yet been initiated.
nb_no: Konfigurasjonen har ikke startet ennå.

source: Test callback received
nb_no: Testtilbakekallet mottatt

source: The Resurs Bank event
nb_no: Resurs Bank event

source: The Resurs Bank event UNFREEZE received
nb_no: UNFREEZE event mottatt fra Resurs Bank.

source: The Resurs Bank event AUTOMATIC_FRAUD_CONTROL returned THAWED
da_dk: Resurs Banks event AUTOMATIC_FRAUD_CONTROL returnerede THAWED (optøet)
nb_no: Resurs Bank event AUTOMATIC_FRAUD_CONTROL returnerte THAWED

source: The Resurs Bank event AUTOMATIC_FRAUD_CONTROL returned FROZEN
da_dk: Resurs Banks event AUTOMATIC_FRAUD_CONTROL returnerede FROZEN (frossen ordre)
nb_no: Resurs Bank event AUTOMATIC_FRAUD_CONTROL returnerte FROZEN

source: ANNULMENT event received from Resurs Bank
da_dk: Annulleringsevent modtaget fra Resurs Bank
nb_no: ANNULERT event mottatt fra Resurs Bank

source: FINALIZATION event received from Resurs Bank, but the used payment method indicated that instant finalization is available for it. If it's not already completed you might have to update the order manually.
nb_no: FINALIZATION hendelsen mottatt fra Resurs Bank, men brukte betalingsmåten indikerte at øyeblikkelig avslutning er tilgjengelig. Hvis den ikke allerede har fullført du må kanskje oppdatere bestillingen manuelt.

source: FINALIZATION event received from Resurs Bank.
nb_no: FINALIZATION event mottatt fra Resurs Bank.

source: BOOKED event received from Resurs Bank
nb_no: BOOKED event mottatt fra Resurs Bank

source: UPDATE event received from Resurs Bank. The order seem to be FINALIZED and the payment method this order uses, indicates that it supports instant finalization. If it's not already completed you might have to update the order manually.
nb_no: UPDATE hendelsen mottas fra Resurs Bank. Rekkefølgen synes å bli avslutte og betalingsmetoden denne rekkefølgen bruker, viser at det støtter umiddelbar avslutning. Hvis den ikke allerede har fullført du må kanskje oppdatere bestillingen manuelt.

source: UPDATE event received from Resurs Bank.
nb_no: ANNULERT event mottatt fra Resurs Bank.

source: Updated order based on Resurs Bank current order status
nb_no: Oppdatert rekkefølge basert på Resurs Bank gjeldende ordrestatus

source: Resurs Bank annulled the order
nb_no: Orderen er annulert af Resurs Bank

source: Article description missing
nb_no: Artikkelbeskrivelse mangler

source: Contact government id
da_dk: Personnummer, kontakt
nb_no: Kontakt personnummer

source: Applicant government ID
da_dk: Personnummer ansøgere
nb_no: Søkers personnummer

source: Applicant full name
da_dk: Ansøgerens navn
nb_no: Søkerens fulle navn

source: Applicant email address
da_dk: Ansøgeren e-mail adresse
nb_no: Søkerens e-post adresse

source: Applicant telephone number
da_dk: Ansøgeren telefonnummer
nb_no: Søkerens telefonnummer

source: Applicant mobile number
da_dk: Ansøgeren mobil nummer
nb_no: Søkerens mobilnummer

source: Card number
da_dk: Kortnummer
nb_no: Kortnummer

source: Company government ID
nb_no: Organisasjonsnummer

source: Read more
da_dk: Læs mere
nb_no: Les mer

source: Something went wrong while trying to get the required form fields for the payment methods
nb_no: Noe gikk galt under forsøk på å få de nødvendige feltene for betalingsmetodene

source: The payment method is not available for the selected payment flow
nb_no: Betalingsmetoden er ikke tilgjengelig for valgte betalingsflyten

source: An error occured during the update of the booked payment (hostedFlow) - the payment id which was never received properly
da_dk: Der opstod en fejl under opdateringen af betalingen (hosted flow) - betalings-id blev ikke modtaget korrekt
nb_no: Det oppstod en feil under oppdateringen for betalingen (Hosted flow) – betalings-ID ble ikke mottatt riktig

source: Order is debited and completed
nb_no: Orderen er debitert og fullført

source: Payment can not complete. A problem with the signing url occurred. Contact customer services for more information.
nb_no: Betaling kan ikke fullføre. Det oppstod et problem med url-signering. Kontakt kundeservice for mer informasjon.

source: The payment can not complete. Contact customer services for more information.
da_dk: Ordren kan ikke gennemføres. Kontakt kundeservice for mere information
nb_no: Betalingen kan ikke fullføres. Kontakt kundeservice for mer informasjon.

source: An error occured during the update of the booked payment. The payment ID was never received properly in the payment process
da_dk: Der opstod en fejl under opdateringen af betalingen. Betalings-id blev aldrig modtaget i betalingsprocessen
nb_no: Det oppstod en feil under oppdateringen av betalingen. Betalings-IDen ble ikke riktig mottatt i betalingsprosessen

source: An unknown error occured. Please, try again later
da_dk: Der er opstået en ukendt fejl. Prøv igen senere
nb_no: En ukjent feil oppstod. Vennligst prøv igjen senere

source: The payment failed during purchase
nb_no: Betalingen feilet under kjøp

source: The purchase from Resurs Bank was by some reason not accepted. Please contact customer services, or try again with another payment method.
nb_no: Kjøpet fra Resurs Bank ble av en eller annen grunn ikke akseptert. Ta kontakt med kundeservice, eller prøv igjen med en annen betalingsmetode.

source: The payment are signed and booked
da_dk: Betalingen er underskrevet og bestilt
nb_no: Betalingen er signert og registrert

source: The payment already exists
da_dk: Ordren findes allerede
nb_no: Betalingen finnes allerede

source: We could not finish your order. Please, contact support for more information.
da_dk: Vi kunne ikke færdiggøre din ordre. Kontakt venligst kundeservice for mere information
nb_no: Vi kunne ikke fullføre din bestilling. Vennlingst kontakt support for mer informasjon.

source: An unknown error occured in signing method. Please, try again later
da_dk: Der opstod en fejl ved signaturen. Prøv venligst igen senere
nb_no: En ukjent feil oppstod ved signering. Vennligst prøv igjen senere

source: The payment are frozen, while waiting for manual control
da_dk: Betalingen er låst mens der afventes manuel kontrol
nb_no: Betalingen er fryst i vente av manuell kontroll

source: The payment are signed and debited
da_dk: Betalingen er underskrevet og debiteret
nb_no: Betalingen er signert og debitert

source: An error occured during the update of the booked payment. The payment id was never received properly in signing response
da_dk: Der er opstod en fejl under opdateringen af betalingen. Betalings-id blev ikke modtaget korrekt under underskriftprocessen
nb_no: Det oppstod en feil under oppdateringen av betalingen. Betalings-IDen ble ikke riktig mottatt i signeringsprosessen

source: Something went wrong during the signing process.
da_dk: Der opstod en fejl under underskriftprocessen
nb_no: Noe gikk feil under signeringsprosessen.

source: The field
da_dk: Feltet
nb_no: Feltet

source: has invalid information
da_dk: har fejlagtig information
nb_no: har ugyldig informasjon

source: It can't be empty
da_dk: Det må ikke være blankt
nb_no: Det kan ikke være tomt

source: Can not get the address from current government ID
da_dk: Kan ikke hente adressen ud fra det angivende CPR-nummer
nb_no: Kan ikke hente adressen for gjeldende personnummer

source: Close
da_dk: Luk
nb_no: Steng

source: Error
nb_no: Feil

source: Finalization failed
nb_no: Avslutning (finalization) mislyktes

source: This order is now marked completed as a result of the payment method behaviour (automatic finalization).
nb_no: Denne ordren er nå merket som fullført som følge av betaling metode atferd (automatisk avslutning).

source: This order has already been finalized externally
nb_no: Denne rekkefølgen er allerede fullført eksternt

source: The payment method for this order indicates that the payment has been automatically finalized.
nb_no: Betalingsmåten for denne bestillingen angir at betalingen er fullført automatisk.

source: This order is in a state at Resurs Bank where it can not be finalized
nb_no: Denne rekkefølgen er i en tilstand i Resurs Bank der det ikke kan bli avsluttet

source: Cancelled status set: Resurs Bank API was called for cancellation
nb_no: Avbrutt status: Resurs Bank API ble kalt for kansellering

source: Refunded status set: Resurs Bank API was called for cancellation
nb_no: Refundert status: Resurs Bank API ble kalt for kansellering

source: Private
da_dk: Privat
nb_no: Privat

source: Company
da_dk: Virksomhed
nb_no: Bedrift

source: Government ID
da_dk: CPR-nummer
nb_no: Personnummer

source: Enter your government id (social security number)
da_dk: Angiv dit CPR-nummer
nb_no: Skriv inn ditt personnummer

source: Get address
da_dk: Hent adresse
nb_no: Hent adresse

source: Enter social security number
da_dk: Angiv dit CPR-nummer
nb_no: Fyll inn fødselsnummer

source: Enter corporate government identity
da_dk: Angiv firmanummer
nb_no: Oppgi bedriftens organisasjonsnummer

source: Government id
da_dk: Personnummer
nb_no: Personnummer

source: Corporate government id
da_dk: Virksamheds nummer
nb_no: Organisasjonsnummer

source: Changing delivery address requires signing
nb_no: Endring av leveringsadresse krever signering

source: I can not show errors since the element is missing
nb_no: Jeg kan ikke vise feilen siden det mangler elementer

source: The purchase has failed, due to an internal server error: The shop could not properly update the order.
nb_no: Kjøpet feilet på grunn av internal server error: Butikken kan ikke oppdatere orderen riktig.

source: The purchase was processed, but the payment reference failed to update
nb_no: Kjøp ble behandlet, men betalingsreferansen kunne ikke oppdatere

source: The purchase was rejected by Resurs Bank. Please contact customer services, or try again with another payment method.
nb_no: Kjøpet ble avvist av Resurs Bank. Vennligst kontakt kundeservice, eller prøv igjen med en annen betalignsmetode.

source: Something went wrong when we tried to book your order. Please contact customer support for more information.
nb_no: Noe gikk feil når vi forsøkte å registrere din ordre. Vennligst kontakt kunderservice for informasjon.

source: An internal error occured while trying to book the order. Please contact customer support for more information.
nb_no: En intern feil oppstod ved registrering av ordre. Vennligst kontakt kundeservice for mer informasjon.

source: An internal error occured while trying to book the order:
nb_no: En intern feil oppstod ved registrering av ordre:

source: Please contact customer support for more information.
nb_no: Vennligst kontakt kundeservice for mer informasjon.

source: The list of urls below is cached from an earlier response from Resurs Bank
nb_no: Listen over adresser nedenfor er hurtigbufret fra et tidligere svar fra Resurs Bank

source: callbacks has been registered
nb_no: callbacks er registrert

source: Update callbacks again
nb_no: Oppdatere callbacks igjen

source: To remove the fee properly, set the value to 0
nb_no: Hvis du vil fjerne gebyret riktig, sette salgsverdi å 0

source: The entered value is not allowed here
nb_no: Den angitte verdien er ikke tillatt her

source: No registered callbacks could be found
nb_no: Finner ingen registrerte callback

source: This setting requires waitForFraudControl to be active
nb_no: Denne innstillingen krever waitForFraudControl er aktiv

source: Unable to set new fee
nb_no: Kan ikke angi nye avgift

source: Fee has been updated
nb_no: Gebyr har blitt oppdatert

source: Waiting for callback
nb_no: Ventar på callback

source: Callback not yet received
nb_no: Callback ennå ikke mottatt

source: The Resurs Bank Addon for WooCommerce may not work properly in PHP 5.3 or older. You should consider upgrading to 5.4 or higher.
da_dk: Resurs Bank tilføjelsen for WooCommerce fungerer muligvis ikke korrekt i PHP 5.3, eller ældre. Du bør overveje at opgradere til 5.4 eller højere.
nb_no: Resurs Bank Addon for WooCommerce virker kanskje ikke i PHP 5.3 eller eldre. Du bør vurdere å oppgradere til 5.4 eller høyere.

source: Resurs Reference
nb_no: Resurs referanse

source: Test enabled: In production, this information is shown when the minimum amount is above
nb_no: Test aktivert: I produksjon, denne informasjonen vises når Minimumsbeløpet er over

source: Part pay from
nb_no: Del betaling fra

source: per month
nb_no: per måned

source: Annuity factors can not be displayed for the moment
nb_no: Annuitetens faktorer kan ikke vises for øyeblikket

source: Refund
nb_no: Tilbakebetaling

source: It seems this order has already been finalized from an external system - if your order is finished you may update it here aswell
nb_no: Det synes denne ordren allerede er fullført fra et eksternt system - Hvis bestillingen er fullført du kan oppdatere den her også

source: It seems this order has been instantly finalized due to the payment method type. This means that you probably must handle it manually.
nb_no: Det synes denne bestillingen er fullført på grunn av betalingsmåten. Dette betyr at du sannsynligvis må håndtere den manuelt.

source: Referenced data don't exist
nb_no: Refererte dataene finnes ikke

source: This error might occur when for example a payment doesn't exist at Resurs Bank. Normally this happens when payments have failed or aborted before it can be completed
nb_no: Denne feilen kan oppstå når for eksempel en betaling ikke finnes i Resurs Bank. Dette skjer vanligvis når betalinger har feilet eller avbrutt før den kan fullføres

source: The order was denied at Resurs Bank and therefore has not been created
nb_no: Ordren ble nektet på Resurs Bank og er derfor ikke opprettet

source: Following error ocurred when we tried to fetch information about the payment
nb_no: Følgende feil oppstod da vi forsøkte å hente informasjon om betalingen

source: The order is booked
da_dk: Ordren er bestilt
nb_no: Orderen er registrert

source: The order is debited
da_dk: Ordren er debiteret
nb_no: Orderen er debitert

source: The order is partially debited
nb_no: Orderen er delvis debitert

source: The order is credited
da_dk: Ordren er krediteret
nb_no: Orderen er kreditert

source: The order is annulled
da_dk: Ordren er annulleret
nb_no: Orderen er annulert

source: Payment ID
da_dk: Betalings-ID
nb_no: Betalings-ID

source: Payment method ID
da_dk: Betalingmetodens ID
nb_no: Betalingsmetode-ID

source: Payment method name
da_dk: Betalingmetodens navn
nb_no: Betalingsmetode-navn

source: Payment method type
da_dk: Betalingmetodens type
nb_no: Betalingsmetod-type

source: Payment amount
da_dk: Beløb
nb_no: Betalingsbeløp

source: Payment limit
da_dk: Betalingens limit
nb_no: Betalingsgrense

source: Fraud
da_dk: Bedrageri
nb_no: Svindel

source: Frozen
da_dk: Froset
nb_no: Fryst

source: Customer name
da_dk: Kundens navn
nb_no: Kunde navn

source: Delivery address
da_dk: Leverandøradresse
nb_no: Leveringsadresse

source: Orderline Removal: Resurs Bank API was called to remove orderlines
nb_no: Orderline fjerning: Resurs Bank API ble kalt til å fjerne orderlines

source: There are currently no payment methods available
nb_no: Det er for tiden ingen betalingsmetoder tilgjengelige

source: We are unable to load Resurs Checkout for the moment. Please try again later.
nb_no: Vi har ikke mulighet til å laste Resurs Checkout for øyeblikket. Vennligst prøv igjen senere.

source: OmniCheckout will not work properly without Javascript functions enabled
nb_no: Resurs Checkout vil ikke fungere optimalt uten å aktivere Javascript funksjoner

source: Custom test environment URL
da_dk: URL Brugerdefineret testmiljø
nb_no: Egendefiniert test-environment URL

source: Resurs Bank Payment Gateway for WooCommerce
da_dk: Resurs Bank AB betalingsløsning for WooCommerce
nb_no: Resurs Banks betalings-Gateway for WooCommerce

source: Connects Resurs Bank as a payment gateway for WooCommerce
nb_no: Resurs Bank betalingsplatform for WooCommerce

source: Resurs Bank web services username
da_dk: Brugernavn til Resurs Bank Webservices

source: Resurs Bank web services password
da_dk: Kodeord til Resurs Bank Webservices

source: BaseURL Webservices Live-Environment
da_dk: BaseURL Webservices produktionsmiljø

source: Update available payment methods
da_dk: Opdater tilgængelige betalingsmetoder

source: Defines if a payment should be debited immediately on a booked payment
da_dk: Bestemmer hvorvidt en betaling skal debiteres øjeblikkeligt ved booket betaling

source: Bootstrap buttons in Resurs Configuration
da_dk: Bootstrap knapper i Resurs konfiguration

source: FINALIZATION event received from Resurs Bank
da_dk: Debiteringsevent modtaget fra Resurs Bank

source: Payment are booked
da_dk: Ordren er bestilt

source: Resurs Bank API Configuration
da_dk: Resurs Bank API konfiguration

source: Can not finalize the payment
da_dk: Kan ikke færdiggøre betalingen
